{
  "schema":{
    "fields":[
      {
        "name":"index",
        "type":"integer"
      },
      {
        "name":"title",
        "type":"string"
      },
      {
        "name":"content",
        "type":"string"
      }
    ],
    "primaryKey":[
      "index"
    ],
    "pandas_version":"1.4.0"
  },
  "data":[
    {
      "index":0,
      "title":"หลาก&หลายไอที - อลังการไลน์อัพโน้ตบุ๊กAI  เลอโนโว Yoga และ Ideapad",
      "content":"เลอโนโวเปิดตัวผลิตภัณฑ์ใหม่ล่าสุดของไลน์อัพ Lenovo Yogaและ Lenovo IdeaPadผ่านการออกแบบเพื่อเพิ่มประสิทธิภาพการทำงานให้ผู้ใช้ผ่านพลังปัญญาประดิษฐ์ (AI) ที่งาน Lenovo Innovation World 2024กรุงเบอร์ลิน ประเทศเยอรมนีLenovo IdeaPad 5x 2-in-1Lenovo Yoga Slim 7i Aura Edition Lenovo Aura Edition ขนาด 15 และ 9 นิ้ว ผลงานระดับพรีเมียม พร้อมด้วยนวัต กรรมใหม่ยกระดับประสบการณ์ของผู้ใช้ อาทิ Smart Modes ที่สามารถปรับตั้งค่าประสิทธิภาพและระบบแบบไดนามิก ให้เหมาะสมที่สุดสำหรับการใช้งานในกิจกรรมต่างๆโหมดโฟกัส (Attention Mode) ผู้ใช้สามารถบล็อกเว็บไซต์ที่รบกวนสมาธิเพื่อให้มุ่งความสนใจไปกับเฉพาะงานตรงหน้า ตามด้วยฟีเจอร์ด้านสุขภาพ (Wellness Features) ที่จะแจ้งเตือนสุขภาพของดวงตา และการทรงตัวที่เปรียบเสมือนผู้ช่วยคอยเตือนให้ผู้ใช้ขยับตัว ขจัดความเมื่อยล้าจากการนั่งท่าเดิมนานๆเครื่องมือที่ทำงานร่วมกัน (Collaboration Tools) เป็นชุดการตั้งค่า ออกแบบมาเพื่อปรับปรุงประสบ การณ์การสนทนาทางวิดีโอ รวมถึงโหมดรักษาความปลอดภัย (Shield Mode) เน้นปกป้องความเป็นส่วนตัวทั้งของผู้ใช้และคอมพิวเตอร์ ตลอดจนอายุการใช้งานแบตเตอรี่ที่ผู้ใช้สามารถเข้าถึงการปรับประสิทธิภาพแบตเตอรี่ได้รวดเร็วปิดท้ายด้วย Smart Share ที่สามารถแชร์รูปภาพที่ขับเคลื่อนด้วย AI ระหว่างสมาร์ตโฟนกับโน้ตบุ๊กได้อย่างราบรื่น รองรับทั้งบนแพลตฟอร์ม Android และ iOS รวมถึง Smart Care ช่างเทคนิคตัวจริงจากเลอโนโวที่พร้อมช่วยเหลือ แก้ไขปัญหาให้แบบเรียลไทม์ทั้งทางพีซีและโทรศัพท์ Yoga Slim 7iนอกเหนือจากคุณสมบัติของ Lenovo Aura Edition แล้ว Lenovo Yoga Slim 7i Aura Edition ยังขับเคลื่อนด้วยขุมพลังจาก Intel Core Ultra (Series 2) ที่มาพร้อมไฮบริด 8 คอร์ และหน่วยประมวลผลกราฟิก (GPU) ประสิทธิภาพสูง และหน่วยประมวลผลระบบประสาท (NPU) กว่า 48+ TOPS ช่วยเร่งความเร็วให้กับแอปพลิเคชั่นที่ขับเคลื่อนด้วย AI กับหน่วยความจำแรมความเร็วถึง 8,533 MT\/s ขนาดสูงสุด 32 กิกะไบต์ (GB) ของโน้ตบุ๊กที่สามารถทำงานหลายอย่างพร้อมกันได้สบายๆ กับ SSD ขนาดสูงสุด 1 เทร่าไบต์ (TB) พร้อมแบตเตอรี่ขนาด 70 วัตต์ต่อชั่วโมง (WHr)การเชื่อมต่อราบรื่นยิ่งขึ้นด้วย Wi-Fi 7 และ Bluetooth 5.4 รวมถึงพอร์ต Thunderbolt 4 และตัวเลือกการเชื่อมต่ออุปกรณ์เสริมอันหลากหลาย โน้ตบุ๊กยังได้รับการรับรองการใช้ค่าคาร์บอนเป็นกลาง เช่นเดียวกับโน้ตบุ๊ก Lenovo Yoga ทั้งหมด และสิทธิ์สมาชิก Adobe Creative Cloud ฟรีนาน 2 เดือนLenovo Yoga Pro 7 Lenovo Yoga Pro 7 ขับเคลื่อนด้วย AI จากขุมพลังชิพค่าย AMD ที่รองรับมัลติทาส์กกิ้ง ทั้งยังประหยัดพลังงานด้วยหน่วยประมวลผล AMD Ryzen AI 9 365 พร้อมด้วย NPU ระดับ 50 TOPS กับฟีเจอร์ซอฟต์แวร์ X Power Accelerate : Lenovo X Power ที่พัฒนาด้วย AI ช่วยเร่งความเร็วยิ่งขึ้นในการพรีวิวซอฟต์แวร์ การเรนเดอร์ และการส่งออกข้อมูล เพิ่มประสิทธิภาพงานและลดเวลารอ ถัดมาเป็น X Power Hardware Boost ช่วยให้ระบบเย็นแม้มีเวิร์กโหลดหนัก พร้อม Yoga Premium Suit e: คีย์บอร์ด Yoga เคลือบสัมผัสนุ่มสบายมือด้วยระยะการกด 1.5 มิลลิเมตร และปุ่มแบบจานลึก 0.3 ม.ม.Lenovo IdeaPad Slim 5 ทวิตเตอร์คู่ ระบบลำโพงวูฟเฟอร์คู่ ไมโครโฟน 4 ตัว ระบบตัดเสียงรบกวน Voice ID และกล้อง IR FHD ที่ช่วยให้วิดีโอคอลชัดเจนและคมชัดจอแสดงผล PureSight Pro OLED ขนาด 14.5 นิ้ว ความละเอียด 2.8K อัตราการรีเฟรช 120 เฮิร์ตซ์ (Hz) ความสว่างสูงสุดถึง 600 nits ครอบคลุม Adobe RGB, P3 และ sRGB 100 เปอร์เซ็นต์เต็ม พร้อมการจัดการสีอัตโนมัติLenovo IdeaPad Slim 5 มีเซ็ตพอร์ตต่างๆ ได้แก่ USB 4.0, USB 3.2, HDMI 2.1 และแจ๊กคอมโบเสียง ให้ตัวเลือกการเชื่อมต่อที่หลากหลายสำหรับอุปกรณ์ต่อพ่วง และอุปกรณ์ภายนอก รองรับ Wi-Fi 6E และ Bluetooth 5.3 ทั้งหมดในขนาดเริ่มต้นเพียง 15.6 ม.ม. และน้ำหนัก 1.59 กิโลกรัมLenovo IdeaPad 5x 2-in-1 โน้ตบุ๊ก Copilot+ แบบพับได้ ขับเคลื่อนด้วยชิพ Snapdragon X Plus แบบ 8-core ใหม่ เพื่อผู้ใช้งานทั่วไป มี NPU 45 TOPS หน่วยความจำแรมแบบ Dual-Channel LPDDR5X ขนาด 16 GB และ SSD ขนาดสูงสุด 1 TB จอภาพสัมผัสแบบ OLED WUXGA ความถี่ 60Hz สว่าง 400 nit ขนาด 14 นิ้ว อัตราส่วน 16:10 ครอบคลุม DCI-P3 ได้ 100% น้ำหนัก 1.49 ก.ก. และบางเพียง 17.5 ม.ม.Lenovo Yoga Pro 7กล้อง RGB FHD ด้านหน้ามอบภาพวิดีโอคอลที่ชัดใส มีชัตเตอร์ความเป็นส่วนตัวแบบแมนวลเพื่อความอุ่นใจเมื่อไม่ได้ใช้งาน และเข้าสู่ระบบได้ทันทีผ่านการสแกนลาย นิ้วมือ Smart Loginผ่านการทดสอบ MIL-STD-810H มาตรฐานกองทัพสหรัฐอเมริกา มีฝาปิดแบบโลหะรูปตัว A เพื่อให้แน่ใจว่าอุปกรณ์พร้อมสแตนด์บายกับทุกสถานการณ์ ให้ผู้ใช้เชื่อมต่อกับอุปกรณ์หลายเครื่องได้ง่ายดายกับพอร์ต Type-C ฟังก์ชันเต็ม 2 พอร์ต (DP1.4, PD3.0, 10Gb\/s, การถ่ายโอนข้อมูล) พอร์ต USB Type-A 2 จุด พอร์ต HDMI 2.1 เครื่องอ่านการ์ด microSD และแจ๊กคอมโบเสียง รองรับ Wi-Fi 7 และ Bluetooth 5.3Lenovo IdeaPad 5x โน้ตบุ๊กพกพาสะดวกและทรงพลังมาพร้อมชิพ Snapdragon X Plus 8 คอร์ และแรม LPDDR5X Dual Channel ขนาด 32 GB พร้อม SSD สูงสุด 1 TB มอบประสิทธิภาพการทำงานของขุมพลัง AI ได้รวดเร็ว หน้าจอ OLED WUXGA ความถี่ 60 Hz ขนาด 14 นิ้ว อัตราส่วน 16:10 ให้ความแม่นยำและความคมชัดของสีในระดับสูงสุดLenovo Yoga Slim 7i Aura Editionตัวเครื่องเป็นโลหะทั้งหมด ผ่านการทดสอบมาตรฐาน MIL-STD-810H มีความทนทานเป็นพิเศษ กับขนาดบางเพียง 16.9 ม.ม. และหนัก 1.48 ก.ก. กับแบตเตอรี่ 57WHr ที่เหลือเหมือนกันกับ Lenovo IdeaPad 5x 2-in-1 Lenovo IdeaPad Slim 5 ที่สุดของความลงตัวกับ IdeaPad Slim 5 Series ให้ผู้ใช้เลือกแล็ปท็อปที่เหมาะกับตัวเองได้อย่างอิสระ กับ 2 ขนาด ได้แก่ 15 นิ้ว และ 13 นิ้ว กับชิพ AMD Ryzen 7000 ด้วย RAM LPDDR5X สูงสุด 32 GB ในรุ่น 15 นิ้ว และสูงสุด 16 GB ในรุ่น 13 นิ้ว พื้นที่จัดเก็บ M.2 SSD 1TB เข้าถึงง่ายขึ้นกว่าเดิมกับปุ่ม Copilotคุณสมบัติโดดเด่นของซีรีส์ใหม่ IdeaPad Slim 5 คือ ทั้งชิ้นดีไซน์จากอะลูมิเนียมซิลก์ซึ่งเป็นกรรมสิทธิ์ของ Lenovo มอบความบางเบาเป็นพิเศษหนักเพียง 1.15 ก.ก. สำหรับรุ่น 13 นิ้ว และ 1.49 ก.ก. สำหรับรุ่น 15 นิ้วทุกรุ่นมีจอแสดงผล OLED 2.5K ความถี่ 165 Hz คุณภาพสูง ครอบคลุม DCI-P3 100% ในรุ่น 15 นิ้ว และจอแสดงผล WUXGA ขนาด 13.3 นิ้ว พร้อม sRGB 100% ในรุ่น 13 นิ้วLenovo IdeaPad 5xนอกจากนี้ยังมีกล้อง IR FHD พร้อมชัตเตอร์ความเป็นส่วนตัว ตัวเลือกการเชื่อมต่อมากมาย รองรับ Wi-Fi 6 และ Bluetooth 5.3 พร้อมอายุการใช้งานแบตเตอรี่ที่ยาวนานให้ทำงานได้ตลอดทั้งวัน โดยไม่ต้องกังวลเรื่องการชาร์จเลอโนโวยังเปิดตัวซอฟต์แวร์ Lenovo Creator Zone เป็นครั้งแรกที่งาน CES 2024 โดยเป็นแอปพลิเคชั่น บนอุปกรณ์ที่จะประมวลผลภาษาธรรมชาติในการครีเอตและแก้ไขรูปภาพ ขับเคลื่อนด้วย Lenovo Exclusivity เวอร์ชั่น Stable Diffusion 3.0 ที่ได้รับการปรับแต่งมาอย่างดี ทำให้ Lenovo Creator Zone สามารถสร้างรูปภาพจากอินพุตที่ให้มาได้อย่างแม่นยำภายในไม่กี่วินาที ไม่ว่าจะเป็นคำอธิบายข้อความ ภาพร่าง หรือรูปภาพอ้างอิง ผ่านการแปลงข้อความเป็นภาพ และแปลงภาพร่างเป็นภาพ รวมถึงภาพต่อภาพ ตลอดจนการแก้ไขภาพขั้นสูง เปิดให้ดาวน์โหลดบนอุปกรณ์ Lenovo Yoga ที่มี GPU แยกแล้ววันนี้ ทีมข่าวสดไอที ภาพ – เลอโนโว"
    },
    {
      "index":1,
      "title":"หลาก&หลายไอที - อลังการแอปเปิ้ลอีเวนต์  ชูไอโฟน 16 สินค้าใหม่อื้อ (ตอนจบ)",
      "content":"นอกจากสินค้าเรือธงอย่าง iPhone 16 series ซึ่งแอปเปิ้ล ผู้พัฒนาสินค้าไอทีชื่อก้องโลกเปิดตัวใน Apple Event ที่กล่าวถึงไปแล้วเมื่อสัปดาห์ก่อน ยังมีสินค้าอื่นน่าสนใจไม่แพ้กัน ได้แก่ นาฬิกาข้อมืออัจฉริยะ Apple Watch Series 10, Apple Watch Ultra 2 รวมถึงหูฟังรุ่น AirPods 4, AirPods Pro 2 และ AirPods MaxApple Watch Series 10 เป็น Apple Watch ขนาดบางที่สุดเท่าที่เคยมีมา ใส่สบายยิ่งขึ้น มาพร้อมจอภาพใหญ่ที่สุดและล้ำหน้าที่สุดในบรรดา Apple Watch ทั้งหมด ยังมีการชาร์จที่เร็วขึ้น การวัดความลึกและอุณหภูมิน้ำ รวมถึงข้อมูลเชิงลึกด้านสุขภาพและฟิตเนสใหม่ๆ และความชาญฉลาดที่มากับระบบปฏิบัติการ watchOS 11 Apple Watch SeriesApple Watch Series 10 มีให้เลือกทั้งแบบอะลูมิเนียมและไทเทเนียม ในหลากหลายสีสันและผิวสัมผัสที่สวยงามโดดเด่น ไม่ว่าสีดำเจ็ตแบล็กในผิวสัมผัสอะลูมิเนียมแบบขัดเงาใหม่ ที่ทั้งเพรียวบางและแวววาวสะดุดตา หรือจะเป็นตัวเรือนไทเทเนียมใหม่ในสีธรรมชาติ สีทอง และสีเทาสเลต ที่ส่องประกายน่าทึ่งราวอัญมณี Apple Watch Series 10 จะมีความบางกว่า Apple Watch Series 7, Series 8 และ Series 9 เกือบร้อยละ 10 นอกจากมีครบทุกความสามารถสุดล้ำที่ผู้ใช้ชื่นชอบแล้ว ยังมีคุณสมบัติใหม่ๆ เพิ่มเข้ามาโดยที่แบตเตอรี่ยังใช้งานได้นานตลอดวันสูงสุด 18 ชั่วโมงเช่นเคยฝาหลังผลิตจากโลหะสุดล้ำ ผสานเสาอากาศเข้ากับฝาครอบตัวเรือน เพื่อรวมส่วนประกอบทั้งสองชั้นเป็นหนึ่งเดียว โดยที่วัสดุ ผิวสัมผัส ตลอดจนสีของฝาหลัง เข้ากันกับส่วนที่เหลือของตัวเรือนอย่างลงตัว จนดูเหมือนนาฬิกาเรือนนี้ผลิตขึ้นจากโลหะชิ้นเดียวด้าน SiP รุ่น S10 ใหม่ได้รับการออกแบบทางวิศวกรรมเพื่อให้ได้ดีไซน์ที่บางลง ทั้งยังออกแบบมาเพื่อประสิทธิภาพ การประหยัดพลังงาน และความชาญฉลาดอีกด้วย SiP รุ่น S10 และ Neural Engine แบบ 4-core ในตัวถือเป็นขุมพลังขับเคลื่อนคุณสมบัติอันชาญฉลาดไม่ว่าจะเป็นคำสั่งนิ้ว “แตะสองครั้ง”Siri บนอุปกรณ์ การป้อนตามคำบอก หรือการตรวจจับการออกกำลังกายอัตโนมัติ ตลอดจนคุณสมบัติด้านความปลอดภัยที่สำคัญ อย่างการตรวจจับการชนกัน การตรวจจับการล้ม รวมถึงวิดเจ็ตซ้อนอัจฉริยะที่อัพเดตใหม่ หน้าปัดรูปภาพที่ออกแบบมาใหม่ และแอปแปลภาษาใน watchOS 11 ด้วย จอภาพที่ใหญ่ขึ้น ทำให้ผู้ใช้มีพื้นที่หน้าจอเพิ่มขึ้นสูงสุดร้อยละ 30 เมื่อเทียบกับ Apple Watch Series 4, Series 5 และ Series 6 และเพิ่มขึ้นสูงสุดร้อยละ 9 เมื่อเทียบกับ Apple Watch Series 7, Series 8 และ Series 9จอ OLED มุมกว้าง สว่างไสว ทั้งยังเป็นผลิตภัณฑ์ Apple รุ่นแรกที่มีจอภาพ OLED แบบมุมกว้าง ช่วยให้แต่ละพิกเซลเปล่งแสงออกมาได้มากขึ้นในมุมมองกว้างกว่าเดิม จอภาพจึงสว่างกว่า Series 9 สูงสุดร้อยละ 40 เมื่อมองจากด้านข้าง และอ่านได้ง่ายขึ้นเพียงเหลือบมอง ประหยัดพลังงานกว่าเดิม พร้อมอัตรารีเฟรชขณะอยู่ในโหมด การแสดงผลแบบติดตลอดเร็วขึ้นจากทุก 1 นาที เป็นทุก 1 วินาทีนอกจากนี้ ฝาหลังโลหะแบบใหม่ของ Apple Watch Series 10 มาพร้อมขดลวดสำหรับการชาร์จที่ใหญ่ขึ้นและมีประสิทธิภาพยิ่งขึ้น โดยการชาร์จ 15 นาทีช่วยให้แบตเตอรี่ใช้งานได้นานสูงสุด 8 ชั่วโมงสำหรับการใช้งานทั่วไปในแต่ละวัน หรือชาร์จ 8 นาทีเพื่อติดตามการนอนหลับได้สูงสุด 8 ชั่วโมงการชาร์จเร็วยังทำให้ผู้ใช้ชาร์จแบตเตอรี่ได้สูงสุดร้อยละ 80 ในเวลาเพียง 30 นาทีด้วย ชาร์จผ่าน USB-C พร้อมปุ่มควบคุม ANC ใช้สะดวกส่วน Apple Watch Ultra 2 ใหม่สำหรับขาลุยจะมี GPS แม่นยำที่สุดบนนาฬิกาสปอร์ต จอภาพสว่างที่สุดในบรรดาผลิตภัณฑ์ Apple ทั้งหมด แบตเตอรี่ที่ใช้งานได้นานสูงสุด 36 ชั่วโมงเมื่อใช้งานปกติ หรือสูงสุด 72 ชั่วโมงในโหมดประหยัดพลังงานApple Watch Ultra-2 บางสุดเท่าที่เคยมีมาพร้อม watchOS 11 ระบุข้อมูลเชิงลึกสุดล้ำจากคุณสมบัติความหนักเบาในการฝึก และแอปสัญญาณชีพ แอปน้ำขึ้น-น้ำลง ตัวเลือกการปรับแต่งใหม่สำหรับปุ่มแอ๊กชั่น และอื่นๆ อีกมากมาย ยังมีสายแบบ Milanese Loop ไทเทเนียมใหม่สำหรับ Apple Watch Ultra ที่ออกแบบมาสำหรับกิจกรรมทางน้ำ พร้อมมอบความเบาสบายและความหรูหราในทุกโอกาสตลอดจน Apple Watch Hermes Ultra 2 แบบใหม่หมดที่ผสมผสานความทนทาน และคุณสมบัติของ Apple Watch Ultra 2 เข้ากับสายนาฬิกาที่ได้รับแรงบันดาลใจจากการเดินเรือและหน้าปัดนาฬิกา Hermes สุดพิเศษ สาย Milanese Loop และ Link Bracelet สุดหรูเข้ากับ Apple Watch Series 10มาดูหูฟังกันบ้าง กลุ่มผลิตภัณฑ์ AirPods ใหม่มาพร้อมดีไซน์ใหม่ล่าสุด และฟีเจอร์ตัดเสียงรบกวนแบบแอ๊กทีฟ (Active Noise Cancellation – ANC) ทั้งใน AirPods 4 และ AirPods Max สีสันใหม่เริ่มที่ AirPods 4 ใหม่ หูฟังดีไซน์แบบ open-ear ล้ำสมัยและใส่สบายที่สุดที่ Apple เคยรังสรรค์มา แบ่งเป็น 2 รุ่น ได้แก่ AirPods 4 ปกติ (ไม่มี ANC) และ AirPods 4 ที่มีฟีเจอร์ดังกล่าวแอปเปิ้ลระบุว่า AirPods 4 มาพร้อมการพัฒนาครั้งยิ่งใหญ่ด้านคุณภาพเสียง มีโครงสร้างเสียงอะคูสติกแบบใหม่ทั้งหมด ทั้งระบบคำนวณเสียงที่มีความผิดเพี้ยนต่ำ รวมถึงตัวขยายช่วงสัญญาณเสียงไดนามิกสูง เพิ่มระบบเสียงตามตำแหน่ง และระบบติดตามการเคลื่อนไหวของศีรษะแบบไดนามิกเพื่อเสียงสมจริงที่สุดAirPods 4 พร้อมระบบตัดเสียงรบกวนชิพ H2 ช่วยปลดล็อกประสบการณ์ด้านเสียงอันชาญฉลาดของ AirPods 4 ที่มีเพียง Apple Silicon เท่านั้นที่ทำได้ เช่น การแยกเสียงที่ให้คุณภาพเสียงคมชัดยิ่งขึ้นในทุกสภาพแวดล้อมและการใช้งาน Siri ที่ช่วยให้ผู้ใช้สามารถตอบรับด้วยการพยักหน้าหรือปฏิเสธด้วยการส่ายหน้าเบาๆ เพื่อโต้ตอบกับการแจ้งเตือนจาก SirAirPods 4 ยังมาพร้อมกับเซ็นเซอร์แรงกดใหม่บนก้านหูฟัง เพื่อสั่งงานให้เล่นหรือหยุดพักเสียงหรือเพลง รวมถึงปิดเสียงหรือวางสายได้ด้วยการกดแบบ quick press นอกจากนี้ ชิพ H2 ยังช่วยให้ AirPods 4 เหมาะอย่างยิ่งกับการเล่นเกม ด้วยการถ่ายทอดเสียงแบบไร้สายที่มีความหน่วงต่ำ และคุณภาพเสียงสนทนาที่ยอดเยี่ยมในการแช็ตกับเพื่อนร่วมทีม หรือผู้เล่นคนอื่น รวมถึงการรองรับเสียงคุณภาพระดับ 16 บิต ที่มีความละเอียด 48 กิโลเฮิร์ตซ์ (kHz)ปิดท้ายด้วยหูฟัง AirPods Max ที่เป็นแบบ over-ear มาในสีมิดไนต์ สีสตาร์ไลต์ สีฟ้า สีม่วง และสีส้ม พร้อมหัวชาร์จแบบ USB-C เพื่อความสะดวกสบายยิ่งขึ้น AirPods Max มาพร้อมสีใหม่AirPods ทั้งหมดยังออกแบบมาเพื่อลดผลกระทบที่มีต่อสิ่งแวดล้อม ดีไซน์ใหม่ของ AirPods 4 ใช้แร่โลหะหายากรีไซเคิลทั้งหมดในแม่เหล็กทุกชิ้น และทองคำรีไซเคิลทั้งหมดในการเคลือบแผงวงจรพิมพ์หลายชิ้นส่วนเคสก็ใช้ดีบุกรีไซเคิลทั้งหมดในโลหะบัดกรีของแผงวงจรหลัก และอะลูมิเนียมรีไซเคิลทั้งหมดในบานพับ AirPods 4 ปราศจากสารที่อาจเป็นอันตราย เช่น สารปรอท, BFR และ PVC ไลฟ์สไตล์อัลตราขาลุยและนับเป็นครั้งแรกสำหรับ AirPods ที่บรรจุภัณฑ์ใช้วัสดุทำจากเยื่อไม้ทั้งหมด ซึ่งทำให้ Apple เข้าใกล้เป้าหมายในการขจัดพลาสติกออกจากบรรจุภัณฑ์ทั้งหมดภายในปีค.ศ.2025นอกจากนี้ Apple ยังลดขนาดบรรจุภัณฑ์ลงถึงร้อยละ 30 เมื่อเทียบกับรุ่นก่อน ช่วยลดการปล่อยก๊าซจากการขนส่งและเข้าใกล้คำมั่นสัญญาของ Apple ในการมีความเป็นกลางทางคาร์บอนภายในปี 2030 ด้วย ทีมข่าวสดไอทีภาพ – แอปเปิ้ล"
    },
    {
      "index":2,
      "title":"สาวกห้ามพลาด เทียบราคา iPhone16 ถูกกว่า iPhone15",
      "content":"สาวก Apple ห้ามพลาด เทียบราคา iPhone16 ถูกกว่าตอนเปิดตัว iPhone15 แถมวางขายประเทศไทยเป็นกลุ่มประเทศแรก วันที่ 20 กันยายนนี้เมื่อคืนนี้ตามเวลาไทย (9 ก.ย.)Apple ได้ประกาศตัวผลิตภัณฑ์ใหม่ iPhone 16 Pro และ iPhone 16, Apple Watch Series 10 และ AirPods 4 รวมถึง Apple Watch Ultra 2 และ AirPods Max แน่นอนว่าทุกคนจับตามอง iPhone ใหม่ 4 รุ่น คือiPhone 16 , iPhone 16 Plus , iPhone 16 Pro และ iPhone 16 Pro Max โดยสาวกชาวไทยต้องยืดอก เพราะ เป็นประเทศกลุ่มแรกที่ Apple วางจำหน่าย iPhone รุ่นใหม่ โดยจะเริ่มเปิดให้จอง iPhone 16 , iPhone 16 Plus , iPhone 16 Pro และ iPhone 16 Pro Max ได้ในวันที่ 13 กันยายน และ เริ่มจำหน่ายในวันที่ 20 กันยายน ที่จะถึงนี้ ที่น่าจับตามอง คือApple ตั้งราคาจำหน่าย iPhone 16 ไว้ถูกว่าราคาเปิดตัว iPhone 15 ในปีที่แล้วทุกรุ่นข้อมูลจาก คุณอู๋ spin9โดย iPhone 16 เริ่มต้นที่ 29,900 บาท ส่วนราคาเปิดตัว iPhone 15 เริ่มต้นที่ 32,900 บาท ต่ำกว่าประมาณ 3,000 บาท iPhone 16 Pro เปิดราคาจำหน่ายไว้ถูกกว่าราคาเปิดตัว iPhone 15 Pro อยู่ราว 2,000 บาท โดย iPhone 16 Pro เริ่มต้นที่ 39,900 บาท ส่วนราคาเปิดตัว iPhone 15 Pro ราคาเริ่มต้นที่ 41,900 บาท"
    },
    {
      "index":3,
      "title":"หลาก&หลายไอที - ‘แผ่นพิมพ์วงจรไฟฟ้า’โอกาสไทย-ผู้นำโลก (ตอนสุดท้าย)",
      "content":"ประเทศไทยกำลังอยู่ในช่วงหัวเลี้ยวหัวต่อสำคัญของโอกาสในการเป็นผู้นำด้านการผลิตแผ่นพิมพ์วงจรไฟฟ้า หรือพีซีบี หนึ่งในอุตสาหกรรมที่มีการเติบโตสูงในโลก เพราะเป็นชิ้นส่วนรากฐานที่สำคัญของอุปกรณ์อิเล็กทรอนิกส์ทุกชนิด โดยตอนที่ผ่านมาได้กล่าวถึงความสำคัญและความเป็นมาไปแล้ว รอบนี้มาดูความท้าทายภายในประเทศกันบ้างรายงานของคณะกรรมาธิการการอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม สภาผู้แทนราษฎร พบว่า อุตสาหกรรมพีซีบีในไทยต้องเผชิญกับปัญหาทางด้านเทคนิคและการผลิตหลายประการ ซึ่งส่งผลกระทบต่อคุณภาพและประสิทธิภาพในการผลิต ทำให้พีซีบีที่ออกมาอาจมีความผิดพลาด หรือไม่สามารถทำงานได้ตามที่ออกแบบไว้ โรงงานผลิตของบริษัทสตาร์ทีมเริ่มตั้งแต่ปัญหาด้านเทคโนโลยีการผลิตที่ล้าสมัยของโรงงานบางแห่ง ทำให้ไม่สามารถผลิตพีซีบีที่มีความซับซ้อนสูงได้ พีซีบีที่ออกมาจึงไม่ได้คุณภาพและมีมูลค่าไม่สูงขณะที่การปรับปรุงเทคโนโลยีการผลิตต้องใช้งบลงทุนสูง ไม่สอดคล้องกับส่วนต่างรายได้ และรัฐยังไม่มีกระบวนการถ่ายทอดเทคโนโลยีที่เกี่ยวข้อง ทำให้ผู้ประกอบไทยไม่สามารถยกระดับมาตรฐานการผลิตได้ด้วยตัวเอง จึงแข่งขันกับเจ้าตลาดอย่างจีน เกาหลีใต้ และญี่ปุ่นได้ยากมากถัดมาเป็นปัญหาด้านการขาดองค์ความรู้ ทำให้กระบวนการควบคุมคุณภาพได้รับผลกระทบจนลูกค้าไม่พอใจ และสร้างความเสื่อมเสียชื่อเสียงให้กับพีซีบีที่ผลิตจากโรงงานในไทยในระยะยาว นอกจากนี้ อุตสาหกรรมพีซีบีของไทยยังเผชิญกับปัญหาด้านการตลาด และการส่งออกที่หลากหลาย ซึ่งเป็นอุปสรรคต่อการขยายตลาดและเพิ่มส่วนแบ่งการตลาด อาทิ การแข่งขันในตลาดโลกที่มีความรุนแรง โดยเฉพาะจากชาติที่ผลิตพีซีบีในปริมาณมากและราคาถูกอย่างจีน จีนยังมีสินค้าเทคโนโลยีเป็นของตนเอง ทำให้สามารถกำหนดความต้องการของตลาดได้เช่นเดียวกับไต้หวัน และสามารถเข้าเป็นส่วนหนึ่งของห่วงโซ่มูลค่าของสินค้าเทคโนโลยีระดับสูงและมูลค่าสูงอย่าง เช่น สมาร์ตโฟน ชิ้นส่วนอิเล็กทรอนิกส์อัจฉริยะในอุตสาหกรรมยานยนต์ และเครื่องใช้ไฟฟ้า ทำให้มีขนาดเศรษฐกิจที่ใหญ่กว่าไทยมากการออกแบบแผงวงจรไฟฟ้า ที่สำคัญ ต้นทุนการผลิตพีซีบีในไทยนั้นสูงกว่า เนื่องจากต้องนำเข้าวัตถุดิบที่จำเป็นและเครื่องจักรแทบทั้งหมด สร้างความยากลำบากให้การแข่งขันด้านราคาขณะที่กระบวนการนำเข้าและส่งออกก็มีข้อจำกัด ขั้นตอนที่ซับซ้อนทำให้การส่งสินค้าไปต่างชาติมีความล่าช้า ไม่สามารถตอบสนองความต้องการของลูกค้าได้ทัน ด้านการสนับสนุนจากภาครัฐก็มีปัญหาเช่นกัน เพราะรัฐยังขาดความเข้าใจอย่างลึกซึ้งในอุตสาหกรรมพีซีบี ทำให้การส่งเสริมการลงทุนยังไม่เอื้อกับเทคโนโลยีการการผลิตและการจำหน่ายพีซีบี เช่น การจัดเก็บภาษีที่ไม่เหมาะสมรวมถึงกฎหมายสิ่งแวดล้อมที่เข้มงวด ยิ่งทำให้ต้นทุนการป้องกันการเกิดมลพิษและกำจัดของเสียสูงขึ้นไปอีกตบท้ายด้วยปัญหาแรงงานขาดทักษะ การขาดกระบวนการพัฒนาแรงงาน และความต้องการแรงงานทักษะสูงที่เพิ่มขึ้น แต่มีสถานศึกษาผลิตส่งให้ได้ไม่เพียงพอทั้งตำแหน่งวิศวกรและช่างเทคนิคหากไทยไม่เร่งระดมทรัพยากรเพื่อแก้ไขปรับปรุงปัญหาเหล่านี้ อาจพลาดโอกาสทองของการเป็นผู้นำอุตสาหกรรมดังกล่าวไปอย่างน่าเสียดาย สมาร์ตโฟน หนึ่งในผลิตภัณฑ์จากพีซีบีในโลกปัจจุบัน ตลาดพีซีบีมีมูลค่าสูงกว่า 2.7 ล้านล้านบาท และมีอัตราการเติบโตเฉลี่ยถึงร้อยละ 4.87 คาดว่าจะมีมูลค่าตลาดถึง 3.3 ล้านล้านบาทภายในปีพ.ศ.2572การเติบโตดังกล่าวเป็นผลมาจากความต้องการพีซีบีในกลุ่มอุตสาหกรรมอื่น อาทิ คอมพิวเตอร์ สื่อสาร อิเล็กทรอนิกส์ ยานยนตร์ อุตสาหกรรมทั่วไป การแพทย์ และการทหารรวมถึงอวกาศด้วยโดยกลุ่มที่มีความต้องการพีซีบีมากที่สุดเป็นกลุ่มคอมพิวเตอร์ สื่อสารและอิเล็กทรอนิกส์ ส่วนรถยนตร์เป็นกลุ่มดาวรุ่งที่กำลังเติบโตอย่างมากโดยเฉพาะช่วง 3 ปีข้างหน้า เพราะมีตลาดอิเล็กทรอนิกส์ที่ใหญ่เป็นอันดับที่ 4 ของตลาดปลายน้ำของพีซีบีอยู่รถ EV หนึ่งในดาวรุ่งการเติบโตของพีซีบี ปัจจัยหลักที่จะทำให้ตลาดนี้ขยายตัวได้รวดเร็วมาจากการมาถึงของรถยนต์ไฟฟ้า ที่ต้องการการใช้งานอุปกรณ์อิเล็กทรอนิกส์ขึ้นอีกเป็นจำนวนมาก ส่งผลดีต่ออุตสาหกรรมพีซีบีเป็นเงาตามตัวระบบความก้าวหน้าแบบใหม่ๆ เช่น ระบบผู้ช่วยเหลือผู้ขับขี่ระดับสูง ระบบความบันเทิงในรถยนต์ และระบบควบคุมอัจฉริยะต่างๆ ล้วนสร้างความต้องการของแผ่นวงจรไฟฟ้าทั้งสิ้น ยังไม่รวมถึงระบบเซ็นเซอร์ในอนาคตอย่าง LiDAR และ RADAR ที่จะมาในอนาคตเมื่อรถยนต์ไร้คนขับก้าวเข้ามาเป็นส่วนหนึ่งของชีวิตประจำวันมากขึ้นอนาคตการเติบโตของอุตสาหกรรมพีซีบีในอีกไม่กี่ปีข้างหน้าจึงมีความผูกโยงกับแนวโน้มการเติบโตของอุตสาหกรรมรถยนต์เป็นอย่างมากนั่นเอง เมนบอร์ดคอมพิวเตอร์ หนึ่งในผลิตภัณฑ์จากพีซีบีรายงานของคณะกรรมาธิการการอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม สภาผู้แทนราษฎร เสนอถึงหนทางแก้ไขปัญหาเพื่อคว้าโอกาสทองให้ไทยเป็นหนึ่งในผู้นำชาติผู้ผลิตพีซีบี ว่าควรจัดตั้งศูนย์ประสานงานทุกภาคส่วน เริ่มตั้งแต่ให้สมาคมแผ่นวงจรพิมพ์ไทยเป็นศูนย์กลางในการแก้ปัญหาและประสานงาน ต่อด้วยการจัดตั้ง Thailand PCB InstiElectronics Circuit Centertute โดยสมาคมร่วมกับเครือข่ายทั้งภาครัฐและเอกชน รวมถึงสถาบันการศึกษา เพื่อพัฒนาอุตสาหกรรมพีซีบีส่วนการแก้ปัญหาด้านห่วงโซ่ซัพพลาย จะต้องสร้างเวทีให้บริษัทเอกชนในอุตสาหกรรมที่เกี่ยวข้องเข้ามามีส่วนร่วมตั้งแต่งานแสดงสินค้า งานสร้างเครือข่ายและการพัฒนาสินค้า รวมถึงบริการให้สอดคล้องกับความต้องการ การจัดตั้งคณะศึกษาถึงโอกาสทางธุรกิจและพัฒนาองค์ความรู้และนวัตกรรมที่ตรงความต้องการของอุตสาหกรรมสัดส่วนพีซีบีที่ใช้ในอุตสาหกรรมโลก ยกระดับศักยภาพของผู้ประกอบการไทย ด้วยการใช้กลไกของบีโอไอที่ทำให้ต่างชาติที่เข้ามาลงทุน มีระบบที่ชัดเจนสำหรับการถ่ายทอดเทคโนโลยี ไปจนถึงการช่วยส่งเสริมให้ไทยได้มีส่วนของการออกแบบ และพัฒนาสินค้าอิเล็กทรอนิกส์ที่มีมูลค่าสูงด้วยตลอดจนมีนโยบายภาครัฐในการสนับสนุนการสร้างความต้องการการใช้งานสินค้าอิเล็กทรอนิกส์ของคนไทย หรือเรียกว่านโยบาย ไทยแลนด์ เฟิร์ส ในบางรายการที่จะทำให้เกิดความต้องการในห่วงโซ่คุณค่าและยกระดับทุกองคาพยพได้อย่างเป็นระบบ ทั้งนี้ บริษัทในเครือมติชน ร่วมกับ คณะกรรมาธิการการอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม สภาผู้แทนราษฎร เห็นว่า อุตสาหกรรมพีซีบีเป็นอนาคตของอุตสาหกรรมไทย และเป็นอนาคตของประเทศ ทว่า รัฐบาล ภาคเอกชน รวมถึงประชาชนอาจยังไม่ทราบความสำคัญและโอกาสของไทยในอุตสาหกรรมนี้สัมมนาปลุกไทยฝ่าวิกฤต ปั้น PCB เศรษฐกิจแสนล้าน โรงแรมพูลแมน ถนนรางน้ำ จึงเตรียมจัดสัมมนา “ปลุกไทยฝ่าวิกฤต ปั้น PCB เศรษฐกิจแสนล้าน” ขึ้น เพื่อสร้างความเข้าใจให้เกิดขึ้นในสังคม ในวันอังคารที่ 17 กันยายน 2567 เวลา 09.00 – 13.00 น. ณ ห้องอินฟินิตี้ โรงแรมพูลแมน ถนนรางน้ำ เขตราชเทวี กรุงเทพมหานคร ทีมข่าวสดไอที"
    },
    {
      "index":4,
      "title":"หลาก&หลายไอที - ‘แผ่นพิมพ์วงจรไฟฟ้า’  โอกาสไทย-ผู้นำโลก (ตอนแรก)",
      "content":"แผ่นพิมพ์วงจรไฟฟ้าหรือ พีซีบีเป็นรากฐานที่สำคัญของอุปกรณ์อิเล็กทรอนิกส์ทุกชนิด ไม่ว่าจะเป็นอุปกรณ์สื่อสารที่ยุคนี้แทบทุกคนต้องมีอย่า สมาร์ตโฟน ไปจนถึงแท็บเล็ต คอมพิวเตอร์ โทรทัศน์ เครื่องปรับอากาศ แผงควบคุมในพาหนะ ตลอดจนดาวเทียม เรียกว่าหากเป็นผลิตภัณฑ์ที่ใช้ไฟฟ้าก็ย่อมต้องมีพีซีบีที่ว่านี้อย่างหลีกเลี่ยงไม่ได้การพัฒนาพีซีบี (Printed circuit board – PCB) คือหนึ่งในเหตุผลที่อุปกรณ์ไฟฟ้าที่มีพลังประมวลผลมหาศาล เช่น สมาร์ตโฟน ถูกย่อขนาดลงมาเล็กเหลือเท่าฝ่ามือได้ เทียบกับคอมพิวเตอร์ยุคแรกๆ ที่เคยมีขนาดใหญ่กินพื้นที่ห้องทั้งห้อง แต่ภายในประกอบไปด้วยสายไฟระโยงระยางเข้ากับชิ้นส่วนอื่นๆ จนรกรุงรังไปหมด ลายวงจรอันซับซ้อน (mdpoland)พีซีบี คือการนำชิ้นส่วนทั้งหมดที่ระโยงระยางข้างต้นมาจัดระเบียบใหม่บนแผ่นไฟเบอร์กลาสบางเฉียบหลายชั้นที่ประกบกันแล้วพิมพ์ลวดลายวงจรไว้ ฉาบด้วยโลหะที่เป็นสื่อนำไฟฟ้าอย่างทองแดงไว้แต่ละชั้น โดยผ่านการออกแบบจากวิศวกรให้เป็นไปตามวัตถุประสงค์ของเครื่องใช้ไฟฟ้าชนิดนั้นๆ รวมถึงขนาดและรูปร่าง ก่อนนำไปประกอบเข้ากับชิพต่างๆ กลายเป็นสิ่งที่หลายคนมักได้ยินกันบ่อยคือ “เมนบอร์ด”หรือแผงวงจรอิเล็กทรอนิกส์นั่นเอง ผลงานการคิดค้นพีซีบีเป็นของ ดร.พอล ไอส์เลอร์นักประดิษฐ์ชาวออสเตรีย ที่สร้างวิทยุซึ่งภายในมี แผงวงจรไฟฟ้าหรือ พีซีบีขึ้นเป็นครั้งแรก ที่กรุงลอนดอน ประเทศอังกฤษ ปีพ.ศ.2479 อาศัยแรงบันดาลใจจากความปรารถนาที่ต้องการลดเรื่องสายไฟระโยงระยางภายใน และยังช่วยให้เครื่องใช้ไฟฟ้ามีขนาดเล็กลงกระทั่งผลิตภัณฑ์เริ่มแพร่หลายและโลกได้รู้จักกับนายไอส์เลอร์ ซึ่งได้รับยกย่องให้เป็นบิดาผู้คิดค้นพีซีบีในปี 2514 เปิดศักราชแห่งอุตสาหกรรมการผลิตวิทยุ โทรทัศน์ เครื่องซักผ้า รถยนต์ และคอมพิวเตอร์ นับว่าเป็นผู้มีคุณูปการอย่างสูงยิ่งในวงการอิเล็กทรอนิกส์ ดร.พอล ไอส์เลอร์ บิดาแห่งพีซีบี (หนังสือ My Life with the Printed Circuit)ปัจจุบันอุตสาหกรรมพีซีบีมีบทบาทสำคัญในการขับเคลื่อนเศรษฐกิจของประเทศไทย โดยสร้างงานให้กับคนไทยหลายหมื่นคน และมีการส่งออกไปยังตลาดต่างประเทศ มีมูลค่าการส่งออกของอุตสาหกรรมอยู่ที่ประมาณ 1.5 แสนล้านบาทถือเป็นหนึ่งในห่วงโซ่ซัพพลายที่สำคัญของอุตสาหกรรมโลกใหม่อย่างเซมิคอนดักเตอร์ ซึ่งไทยจำเป็นต้องเบียดตัวเองเข้าไปให้ได้เพื่อให้สามารถเป็นช่องทางโกยรายได้เข้าประเทศ วงจรไฟฟ้าภายในโทรทัศน์ Motorola VT-71 7 เมื่อปีค.ศ.1948 ก่อนการคิดค้นแผงวงจรไฟฟ้า หรือ PCB (Circuits DIY)ตอกย้ำจากข้อเท็จจริงที่ความต้องการพีซีบีทั่วโลกนั้นเติบโตอย่างมาก คาดว่าจะมีมูลค่าสูงถึง 3 ล้านล้านบาทภายในปี 2569 ด้วยอัตราการเติบโตเฉลี่ยร้อยละ 3.3 มาตั้งแต่ปี 2564 เนื่องจากอุปกรณ์อิเล็กทรอนิกส์ที่มีขนาดเล็ก ประสิทธิภาพสูง และน้ำหนักเบา กำลังเป็นที่ต้องการในตลาดแสดงให้เห็นถึงการเปลี่ยนแปลงของอุตสาหกรรมไปสู่วงจรที่ซับซ้อนมากขึ้นแต่มีขนาดเล็กลง เช่นเดียวกับพีซีบีแบบยืดหยุ่นได้ (Flexible PCBs) ที่มีการออกแบบที่ยืดหยุ่นและโค้งงอได้ก็กำลังเป็นที่ต้องการเพิ่มมากขึ้น เช่น สมาร์ตโฟนพับได้ สินค้าเทคโนโลยีสวมใส่ (Wearable device) และอุปกรณ์อิเล็กทรอนิกส์ทางการแพทย์ กระบวนการผลิตต้องใช้ความแม่นยำสูง (precisionet)ตลาดของผลิตภัณฑ์ข้างต้นนี้คาดว่าจะมีมูลค่าเพิ่มขึ้นเป็น 5.3 แสนล้านบาทภายในปี 2569 ด้วย หลังการมาถึงของระบบปัญญาประดิษฐ์ หรือเอไอ ที่กำลังเป็นเทรนด์ยอดฮิตโดยเฉพาะเอไอสาขาที่สร้างผลลัพธ์ได้ด้วยตัวเอง (Generative AI) อย่างแช็ตบ็อต กลุ่ม GPT ที่ส่งผลให้เกิดการขยายตัวของศูนย์ข้อมูล (Data center) และอุปกรณ์ที่ใช้ประโยชน์จากเอไออีกหลายรูปแบบ พีซีบีที่ประกอบจนเป็นเมนบอร์ดในคอมพิวเตอร์ (custompc)กระบวนการผลิตแผ่นวงจรพิมพ์ หรือพีซีบี มีความซับซ้อนและต้องการความแม่นยำสูงมาก เริ่มตั้งแต่การใช้ซอฟต์แวร์ออกแบบเพื่อสร้างลวดลายวงจร เมื่อเสร็จแล้วจึงนำไปถ่ายภาพลงบนแผ่นทองแดงขั้นต่อมาคือ การนำแผ่นไฟเบอร์กลาส มาเคลือบด้วยทองแดงบางๆ ทั้งสองด้าน ก่อนนำไปพิมพ์ลายวงจรด้วยเครื่องจักรทั้งหมดแล้วเคลือบสารต้านการกัดกรด โดยจะมีมนุษย์คอยควบคุมเครื่องและช่วยเหลือบางจุด เช่น การจัดวาง การเตรียมสภาพวัสดุ และการย้ายวัสดุจากเครื่องหนึ่งไปอีกเครื่องหนึ่ง เป็นต้นเมื่อเสร็จสิ้นจึงนำแผ่นที่มีลายวงจรไปผ่านกระบวนการทางเคมี อาทิ การกัดด้วยกรดเพื่อล้างทองแดงส่วนเกินออก ล้างสารต้านการกัดกรดออก จากนั้นจึงนำไปเจาะรูเพื่อเตรียมแผงวงจรให้พร้อมสำหรับการติดตั้งชิพและชิ้นส่วนอิเล็กทรอนิกส์อื่นๆ ซึ่งรูทั้งหมดนี้จะต้องมีความแม่นยำอย่างมากแผงพีซีบี (pcbway) เมื่อทั้งหมดพร้อมแล้วจึงนำไปพิมพ์ลวดลายและข้อความต่างๆ ที่สำคัญ แล้วเคลือบสารป้องกันการลัดวงจร การสึกหรอ และการถูกกัดกร่อน สุดท้ายจึงนำไปทดสอบคุณภาพและเข้าสู่กระบวนการประกอบกับชิ้นส่วนอิเล็กทรอนิกส์ ออกมาเป็นเมนบอร์ด หรือแผงวงจรไฟฟ้าที่รู้จักกันทั่วๆ ไปสำหรับโรงงานในไทยนั้นส่งออกพีซีบีไปทั่วโลก โดยเฉพาะจีน ญี่ปุ่น สหรัฐอเมริกา และสหภาพยุโรป หรืออียู มีส่วนแบ่งการตลาดในโลกอยู่ที่ประมาณร้อยละ 4 อย่างไรก็ดี ไทยจำเป็นต้องพึ่งพาการนำเข้าวัตถุดิบ อาทิ ทองแดง สารเคมี และเรซิ่น รวมถึงเครื่องจักร เพื่อการผลิตพีซีบีคิดเป็นสัดส่วนการนำเข้าถึงร้อยละ 90ส่วนตลาดพีซีบีในประเทศก็มีการเติบโตอย่างต่อเนื่อง จากความต้องการในอุตสาหกรรมอิเล็กทรอนิกส์และการสื่อสาร เช่น Hard disk Drive อุปกรณ์คอมพิวเตอร์ อุปกรณ์ที่ใช้ในยานยนต์ อุปกรณ์การรับส่งสัญญาณมือถือ และอุปกรณ์อิเล็กทรอนิกส์อื่นๆ พีซีบีรูปร่างต่างๆ ในสมาร์ตโฟนที่ใช้ในปัจจุบัน (Flickr)ความต้องการในตลาดภายในประเทศช่วยกระตุ้นการผลิตและการพัฒนาของอุตสาหกรรม PCB ในไทย ซึ่งปัจจุบันถือว่ายังไม่เพียงพอต่อการพัฒนาภาพรวมของอุตสาหกรรมอิเล็กทรอนิกส์ให้เทียบเท่ากับหลายๆ ประเทศ ความจำเป็นที่ต้องขยายกำลังผลิตและเพิ่มศักยภาพให้อุตสาหกรรมพีซีบีของไทยจึงเป็นโอกาสที่ไทยจะเพิ่มพูนขีดความสามารถการแข่งขันของตัวเองในด้านดังกล่าวพีซีบีแบบยืดหยุ่น หรือเฟล็กซ์พีซีบี (semiengineering)คณะกรรมาธิการที่ศึกษาเรื่องนี้ของไทยพบว่า หากมีนักลงทุนต่างประเทศที่ได้รับการสนับสนุนจากสำนักงานคณะกรรมการส่งเสริมการลงทุน หรือบีโอไอ เข้ามาตั้งโรงงานเพิ่มขึ้นอีกเพียง 50 แห่ง ก็จะทำให้ส่วนแบ่งการตลาดของไทยสามารถเติบโตได้ร้อยละ 10 ถึง 15ขยับขึ้นเป็นอันดับที่ 4 ของโลก รองจากประเทศจีน เกาหลีใต้ และญี่ปุ่น ส่งผลดีหลายด้านต่อเศรษฐกิจและอุตสาหกรรมของชาติ โดยเฉพาะอย่างยิ่งการสร้างอาชีพและการจ้างงานภายในประเทศที่จะเพิ่มสูงขึ้นถึง 5 หมื่นตำแหน่งงานในภาคอุตสาหกรรมแผ่นวงจรอิเล็กทรอนิกส์ โรงงานผลิตพีซีบีของบริษัท เอเพ็กซ์ เซอร์คิต (ไทยแลนด์) จำกัด ที่จังหวัดสมุทรสาครแน่นอนว่าเส้นทางที่ว่านั้นไม่ได้โรยด้วยกลีบกุหลาบ เนื่องจากไทยเองก็มีความท้าทายหลายด้านที่จำเป็นต้องได้รับการแก้ไขเปลี่ยนแปลงเพื่อให้อุตสาหกรรมพีซีบีของไทยสามารถ “เทกออฟ”ไปยืนกระทบไหล่อยู่กับบรรดาผู้ผลิตแนวหน้าของโลกได้แต่สำหรับ “ปัญหาและความท้าทาย” รวมถึงหนทาง “แก้ไขปรับปรุง” จะเป็นอย่างไรนั้น ผู้สนใจต้องติดตามตอนหน้า รวมถึงการงานที่หน่วยงานไทยจะจัดขึ้นประมาณกลางเดือนก.ย.นี้ด้วย ทีมข่าวไอที"
    },
    {
      "index":5,
      "title":"หลาก&หลายไอที - เลอโนโวผุดแท็บเล็ตบันเทิง โน้ตบุ๊ก‘เวิร์กสเตชั่น’ตัวจี๊ด",
      "content":"เลอโนโว ผู้พัฒนาผลิตภัณฑ์คอมพิวเตอร์ชื่อดังจากประเทศจีน เปิดตัว Lenovo Tab Plus แท็บเล็ตเพื่อความบันเทิงมอบประสบการณ์โซนาร์ที่โดดเด่นกับลำโพง JBL ถึง 8 ตัว พร้อมโครงสร้างเมทริกซ์ Hi-Fi โดย Dolby Atmos ดีไซน์เพื่อคนรักเสียงเพลง ด้วยตัวแท็บเล็ตขนาด 11.5 นิ้ว พร้อมจอแสดงผลละเอียด 2K ระดับพรีเมียม ให้ภาพคมชัด ขาตั้งปรับระดับได้ เพื่อความเพลิดเพลินสูงสุดจากทุกมุมมองLenovo Tab Plus ดีไซน์มาเพื่อเอาใจคนรักเสียงดนตรี ที่จะเปลี่ยนทุกที่ให้เป็นแหล่งรวมความบันเทิงส่วนตัว ด้วยเสียงสเตอริโอคมชัด 26 วัตต์ (W) จากลำโพง JBL Hi-Fi ถึง 8 ตัว รวมถึงทวิตเตอร์เมทริกซ์ 4 ตัว และอีก 4 วูฟเฟอร์สมดุลแรงในกล่องลำโพง 4 ตัว รวมแล้ว 22ccเติมสีสันให้บรรยากาศในห้องนอนหรือห้องนั่งเล่นให้มีชีวิตชีวายิ่งขึ้นด้วยเสียงเบสที่ลึกโดดเด่น แต่ยังคงความคมชัดของโทนเสียงจาก Dolby Atmos พร้อมรองรับความถี่ละเอียดสูงถึง 24 บิต และ 96 กิโลเฮิร์ตซ์ (kHz) เมื่อใช้หูฟัง หรือจะเปลี่ยนเป็นลำโพง Bluetooth เพื่อสตรีมผ่านสมาร์ตโฟนก็ได้เช่นกันออกแบบเพื่อนักอ่านนอกจากนี้ แท็บเล็ตยังมีขาตั้งในตัวปรับได้สูงสุด 175 องศา เพิ่มความยืดหยุ่นในการรับชมและผู้ใช้สามารถปรับแต่งการตั้งค่าเสียงได้ตามความต้องการสำหรับแอปพลิเคชั่นต่างๆ ได้อีกด้วย Lenovo Tab Plus ยกระดับประสบการณ์ความบันเทิงให้สมบูรณ์แบบยิ่งกว่า โดยจับคู่ความสามารถด้านโซนาร์เข้ากับจอแสดงผล 2K ที่ได้รับมาตรฐานรับรองจากสถาบัน TUV Rheinland ประเทศเยอรมนี มีอัตรารีเฟรชเรต 90 Hzแสดงภาพที่คมชัดสดใส และกราฟิกน่าดึงดูด หน้าจอคุณภาพ แสงสีฟ้าต่ำ ไร้การสั่นไหว เพื่อความสบายตาสูงสุดพร้อมแบตเตอรี่ขนาด 8,600 มิลลิแอมป์ต่อชั่วโมง (mAh) ที่สามารถสตรีมได้นานถึง 12 ชั่วโมง รองรับการชาร์จเร็วขนาด 45W ที่ให้พลังงานเต็มได้ในเวลาเพียง 90 นาที Lenovo Tab Plus ขับเคลื่อนด้วยขุมพลังจากชิพ MediaTek Helio G99 มีพื้นที่จัดเก็บข้อมูลในตัวสูงสุดถึง 256 กิกะไบต์ (GB) พร้อมตัวเลือกการ์ด MicroSD เพิ่ม (จำหน่ายแยก) รวมถึงยังกันน้ำและฝุ่น IP52สำหรับนักอ่านแท็บเล็ต ตัวนี้มีโหมด Immersive Reading ที่จำลองเมทริกซ์สีของหน้าจอให้เหมือนหนังสือ และเมื่อเปิดโหมดสแตนด์บายอัตโนมัติ (ตั้งแท็บเล็ตแนวนอนบนขาตั้งขณะชาร์จและไม่ได้ใช้งาน) แท็บเล็ตจะพักหน้าจอเสมือนกรอบรูปดิจิตอลหรือนาฬิกาได้Lenovo Tab Plus ทำหน้าที่เป็นเซฟการ์ดด้วยแดชบอร์ดความเป็นส่วนตัว ที่ช่วยให้ผู้ใช้จัดการสิทธิ์ต่างๆ ได้ ด้วยมีระยะเวลาการอัพเกรดนาน 2 ปี พร้อมแพตช์รักษาความปลอดภัยนาน 4 ปี จนถึงเดือนมิ.ย. 2571และให้ความปลอดภัยเหนือระดับกับ Lenovo Premium Care ที่ซัพพอร์ตด้านเทคนิคเฉพาะบุคคล และ Lenovo Accidental Damage Protection One ที่พร้อมคุ้มครองในด้านความปลอดภัยจากน้ำหกใส่แท็บเล็ตโดยไม่ตั้งใจนอกจากนี้ ตัวแท็บเล็ตยังสามารถใช้งานร่วมกับ Lenovo Tab Pen Plus ที่ชาร์จติดผนัง USB-C 68W คีย์บอร์ดไร้สายหลายอุปกรณ์ และเคสป้องกันที่ทำจากวัสดุ Dupont Tyvek และหนัง PU จากเลอโนโว Lenovo Tab Plus วางจำหน่ายแล้วในประเทศไทย สนนราคาเริ่มต้นที่ 11,990 บาท (รวมภาษีมูลค่าเพิ่ม) ติดตามข้อมูลเพิ่มเติมได้ที่ https:\/\/www.lenovo.com\/th\/th หรือ https:\/\/www.facebook.com\/LenovoTHลำโพงเสียงเฉียบขาด Lenovo ThinkPad P14s Gen 5ผลิตภัณฑ์น่าสนใจจากค่ายเลอโนโว ถัดมาเป็นคอมพิวเตอร์โน้ตบุ๊กระดับโมบายเวิร์กสเตชั่นรุ่นใหม่อย่าง Lenovo ThinkPad P14s Gen 5 ออกแบบมาเพื่อการทำงานโดยเฉพาะ สำหรับผู้ต้องการใช้โน้ตบุ๊กที่มีพลังประมวลผลสูง ภายใต้ขนาดกะทัดรัดเพียง 14 นิ้ว กับสัดส่วนหน้าจอที่ให้มุมมองแบบ 16:10มาพร้อมหน่วยประมวลผลกลาง หรือซีพียู AMD Ryzen PRO 8040 HS-Series ที่มอบขุมพลังการประมวลผลระดับสูงสำหรับใช้กับงานที่มีเวิร์กโหลดหนัก และให้การจัดการพลังงานอย่างมีประสิทธิภาพ นอกจากนี้ ยังมีหน่วยประมวลผลเครือข่ายประสาท หรือเอ็นพียู สำหรับการประมวลผลเพื่อรองรับการใช้งาน AI ในยุคปัจจุบัน ThinkPad P14s Gen 5 ขุมพลังเพรียบพร้อมLenovo ThinkPad P14s Gen 5 รองรับการใช้งานซอฟต์แวร์ ISV certification และมีหน่วยประมวลผลกราฟิก หรือจีพียู AMD Radeon ช่วยให้การใช้งานโปรแกรม อาทิ AutoCAD, Revit, and SOLIDWORKS ทำได้อย่างลื่นไหลประสิทธิภาพของ AMD Ryzen AI ในเครื่อง ThinkPad P14s Gen 5 ช่วยผสานให้การทำงานของซีพียู จีพียู และเอ็นพียู ทำงานร่วมกันได้อย่างมีประสิทธิภาพ โดยมีพลังประมวลผลสูงถึง 39 AI TOPS ซึ่งสูงกว่ารุ่นเดิมถึง 3.5 เท่า เพื่อตอบสนองความต้องการใช้งาน AI ในยุคปัจจุบันให้รวดเร็ว ไม่ว่าเพื่อการทำงานร่วมกับ AI, การสร้างคอนเทนต์, วิเคราะห์ข้อมูล และอื่นๆ สำหรับสายทำงานเทคโนโลยีที่มาใน AMD PRO processors ยังรองรับการจัดการ IT ในด้านต่างๆ สำหรับการทำงานระดับเอ็นเตอร์ไพรส์ รวมทั้งมีระบบความปลอดภัยอย่าง ThinkShield เสมือนเกราะป้องกันเสริมการถูกโจมตีทางไซเบอร์ ที่ช่วยยกระดับความปลอดภัยในการใช้งานซอฟต์แวร์ต่างๆ ให้แก่ผู้ใช้ใช้งานได้หลากหลายเลอโนโว ThinkPad P14s Gen 5 มาพร้อมระบบปฏิบัติการ Windows 11 Pro จากไมโครซอฟท์ และรองรับการใช้งานในบางเวอร์ชั่นของระบบ Linux รองรับหน่วยความจำ DDR5 สูงสุดถึง 96 กิกะไบต์ (GB) และหน่วยเก็บข้อมูลแบบ PCIe 4×4 SSD สูงสุดถึง 2 เทราไบต์ (TB) หน้าจอความละเอียดแบบ FHD พร้อมตัวเลือกจอแบบสัมผัส ฟิล์มหน้าจอ 3M Optical Film เพิ่มความสว่างได้สูงสุดถึง 400 นิต (nit) ในขณะที่ใช้ไฟน้อยลงร้อยละ 16 พร้อมตัวเลือกหน้าจอแบบ 2.8k OLED ลดแสงสีฟ้าเพื่อถนอมสายตา และมาพร้อม X-Rite factory color calibrationรองรับการเชื่อมต่อแบบ Wi-Fi 6E และตัวเลือก 5G พร้อมแบตเตอรี่ขนาด 39.3 วัตต์ต่อชั่วโมง (Wh) เพื่อเป็นตัวเลือกในวันทำงานที่ต้องการความคล่องตัว พร้อมแบตเตอรี่ขนาด 52.5 Wh ที่ผู้ใช้งานสามารถเปลี่ยนใช้ได้เพื่อการทำงานที่นานยิ่งกว่าเดิม ทีมข่าวสดไอที ภาพ-เลอโนโว"
    },
    {
      "index":6,
      "title":"หลาก&หลายไอที - ซัมซุง Galaxy Z Fold6 | Flip6 ยอดมือถือพับ-กาแล็กซีเอไอ",
      "content":"ซัมซุงผู้พัฒนาสมาร์ตโฟนตระกูลกาแล็กซีชื่อก้องโลกจากเกาหลีใต้ เปิดตัวภาคต่อที่ 6 เอาใจสายมือถือพับทั้ง กาแล็กซี ซี โฟลด์ 6 (Galaxy Z Fold 6) และกาแล็กซี ซี ฟลิป 6 (Galaxy Z Flip 6) ยกระดับความคงทนแข็งแรง ปรับเปลี่ยนดีไซน์ภายนอก อัพเดตสเป๊กอัดแน่นด้วยฟีเจอร์อันชาญฉลาดจากระบบปัญญาประดิษฐ์ หรือเอไอ เอกลักษณ์เฉพาะตัวของสมาร์ตโฟนตระกูลนี้ เรียกว่า กาแล็กซี เอไอ (Galaxy AI)กาแล็กซี ซี โฟลด์ 6 ปรับโฉมเล็กน้อยเมื่อเทียบกับรุ่นก่อน โดยรูปทรงแลดูคมและเหลี่ยมมากขึ้น เมื่อกางออกเต็มที่จะมีขนาดกว้าง 132.6 ยาว 153.5 หนา 5.6 มิลลิเมตร บางลงกว่ารุ่นก่อน (6.1 ม.ม.) เมื่อพับเก็บจะมีขนาดกว้าง 68.1 หนา 12.1 ม.ม. บางกว่ารุ่นที่แล้ว 1.3 ม.ม.น้ำหนักเบาลงเช่นกัน จาก 253 กรัมในรุ่นก่อน เหลือ 239 กรัม วัสดุยังเป็นกระจก Gorilla Glass Victus 2 และขอบอะลูมิเนียมตามเดิม แต่ในรุ่น Fold 6 ขอบจะมีความด้านกว่า Fold 5 Fold 6 Vs. Fold 5 หน้า Fold 6 Vs. Fold 5 หลังสีที่ผู้ทดสอบได้มาลองใช้เป็นสีเงิน Silver Shadow สวยงามน่าประทับใจ โดยเฉพาะตรงขอบเลนส์สีดำตัดพื้นหลังสีเงินด้าน ส่วนอีก 2 สี ได้แก่ สีชมพู Pink และสีน้ำเงินเข้ม Navyแต่หากซื้อทางออนไลน์กับซัมซุงจะมีสีพิเศษให้เลือกอีก 2 สี คือ สีดำ Crafted Black และสีขาว White โดยสีดำ Crafted Black จะพิเศษกว่าสีอื่น ด้านหลังมีลวดลายด้วยกาแล็กซี ซี โฟลด์ 6 มีมาตรฐานกันน้ำเข้าแบบ IP48 หมายความว่า หายห่วงเรื่องกันน้ำ แต่มีข้อด้อยเรื่องกันฝุ่น เพราะกันได้เฉพาะฝุ่นที่มีขนาดใหญ่กว่า 1 ม.ม.ขึ้นไปเท่านั้น จึงควรระมัดระวังอย่างยิ่งโดยเฉพาะเวลาไปเที่ยวทะเล ที่ชายหาดและในน้ำทะเลมีแต่เม็ดทราย สมาร์ตโฟน Galaxy Z Fold 6 เมื่อกางออกจะได้พบกับหนึ่งในจอภาพพับดีที่สุดอย่าง Foldable Dynamic LTPO AMOLED 2X ขนาด 7.6 นิ้ว ความสว่างสูงสุด 2,600 นิต (nit) เหลือเฟือต่อการใช้งานในที่โล่งแจ้งแสงสว่างจ้ารองรับความถี่ตั้งแต่ 1 ถึง 120 เฮิร์ตซ์ (Hz) สัดส่วนจอภาพต่อพื้นที่เครื่องร้อยละ 91 ความละเอียด 1,856 x 2,160 พิกเซล ความหนาแน่น 374 พิกเซลต่อตารางนิ้ว (ppi) ขณะที่จอภายนอกเมื่อพับเก็บเป็นจอ Dynamic LTPO AMOLED 2X สเป๊กเดียวกัน แต่มีขนาด 6.3 นิ้ว ความหนาแน่น 410 ppi กล้อง Fold 6Fold 6 ขับเคลื่อนด้วยขุมพลังจากชิพ Snapdragon 8 Gen 3 จากค่ายควอลคอมม์ ชิพรุ่นใหม่ล่าสุด สร้างด้วยสถาปัตยกรรมการผลิตก้าวหน้าที่สุดของโลกขนาด 4 นาโนเมตร (nm) ภายในประกอบด้วยหน่วยประมวลผลกลาง หรือซีพียูแบบ 8 คอร์ และหน่วยประมวลผลกราฟิก หรือจีพียูรุ่น Adreno 750 มีหน่วยความจำแรม (RAM) ขนาดเดียวคือ 12 กิกะไบต์ (GB) ส่วนพื้นที่เก็บข้อมูลเลือกได้ 3 แบบ ได้แก่ 256, 512 GB และ 1 เทร่าไบต์ (TB) แบบ UFS 4.0เกม Honkai Star Rail สเป๊กระดับนี้ถือว่าครอบคลุมการใช้งานทุกรูปแบบ รวมถึงความสามารถในการเล่นเกม (เล่นได้ลื่นแต่ไม่นาน) โดยผู้ทดสอบลองเล่นเกมกราฟิกหนักๆ อย่าง Genshin Impact เป็นเวลานาน 30 นาที ยังคงพบปัญหาความร้อนสูงเหมือนรุ่น Fold 5แบตฯ ขนาด 4,400 มิลลิแอมป์ต่อชั่วโมง (mAh) รองรับการใช้งานต่อเนื่องได้ตลอดวัน แต่น่าเสียดายที่รองรับกำลังชาร์จสูงสุดเพียง 25 วัตต์ (W) ใช้เวลาชาร์จจนเต็มทั้งสิ้นประมาณ 1 ชั่วโมง 30 นาที แต่สามารถชาร์จได้ประมาณครึ่งหนึ่งด้วยเวลาราว 30 นาที รองรับชาร์จแบบไร้สายกำลังชาร์จสูงสุด 15W ใช้เวลานานกว่า 3 ช.ม.กว่าจะเต็มGalaxy AI ภาพจริง Galaxy AI ภาพแต่ง กล้องถ่ายภาพของ Fold 6 มีสเป๊กเหมือนกับรุ่นก่อนทุกประการ เริ่มตั้งแต่กล้องหลักความละเอียด 50 ล้านพิกเซล กล้องซูมความละเอียด 10 MP และกล้องเลนส์กว้างละเอียด 12 MP รองรับการถ่ายคลิปได้สูงสุดที่ 8K@30fps กล้องหน้าความละเอียด 10 MP และกล้องใต้จอตอนกางออกความละเอียด 4 MP รองรับคลิปได้สูงสุดที่ 4K@60fpsการทดสอบถ่ายภาพพบว่า โดยรวมอยู่ในเกณฑ์ดีเยี่ยม แต่ยังเทียบไม่ได้กับกล้องของเรือธงอย่างซัมซุง กาแล็กซี เอส 24 อัลตรา แต่ดีขึ้นกว่า Fold 5 โดยเฉพาะเลนส์อัลตราวายด์ อีกรุ่นที่เปิดตัวพร้อมกัน กาแล็กซี ซี ฟลิป 6 หรือรุ่นที่หลายคนนิยมเรียกว่ารุ่นตลับแป้ง ได้รับการปรับปรุงมาใหม่เช่นกัน ไม่ว่าความแข็งแรงทนทานที่เพิ่มขึ้น ประสิทธิภาพการทำงานที่เพิ่มขึ้นจากชิพรุ่นเดียวกัน และสเป๊กด้านอื่นๆ ที่ใกล้เคียงกับ Fold 6Flip 6 มีจอภาพด้านนอก (พับเก็บ) สเป๊กเดียวกับรุ่นก่อนหน้า แต่จอภายในเมื่อกางออกได้รับการปรับปรุงใหม่ให้มีความสว่างเพิ่มขึ้นเป็น 2,600 nit รวมถึงกล้องถ่ายภาพที่นำเอากล้องหลักและอัลตราวายด์ของ Fold 6 มาใส่ไว้ รวมถึงกล้องหน้าความละเอียด 10 MP ด้วย ทำให้ Flip 6 มีกล้องถ่ายภาพที่สวยงามอย่างน่าร้ายกาจFlip 6 ใช้ขุมพลังขับเคลื่อนเดียวกันกับ Fold 6 และพบปัญหาความร้อนเช่นกัน หากเล่นเกมกราฟิกหนักๆ เกิน 30 นาทีขึ้นไป แต่หากใช้งานทั่วไปแล้วไม่พบปัญหาความร้อนใดๆFlip 6 กาง Flip 6 พับแบตเตอรี่ของ Flip 6 มีขนาดเล็กกว่า Fold 6 อยู่ที่ 4,000 mAh รองรับการใช้งานได้ตลอดวัน แต่มีระยะเวลาใช้งานเพิ่มจากรุ่นก่อนไม่มากนัก เช่นเดียวกับประสิทธิภาพการชาร์จที่ใกล้เคียงกัน ด้วยกำลังไฟสูงสุดเพียง 25W ฟีเจอร์ที่ทางซัมซุงชูเป็นจุดเด่นอย่าง กาแล็กซี เอไอ นั้นมีอยู่ในทั้งสองรุ่นข้างต้น อาทิ Call assist ช่วยแปลเสียงสนทนาทางโทรศัพท์ให้ได้แบบเรียลไทม์ Chat assist แปลบทสนทนาจากแช็ตแบบเรียลไทม์ Interpreter ทำให้มือถือกลายเป็นล่าม ช่วยแปลและออกเสียงให้เวลาพูดคุยกับชาวต่างชาติตรงหน้าNote assist ให้เอไอช่วยจัดเรียงและสรุปบันทึกข้อมูลและภาพให้ภายใต้การตกแต่งที่สวยงาม Transcript assist ช่วยถอดบทสนทนาที่บันทึกไว้ด้วยเสียงลงมาเป็นตัวหนังสือ Drawing assist ช่วยแปลงภาพวาดธรรมดาให้กลายงานศิลป์ระดับเซียนPhoto ambient wallpaper ให้เอไอช่วยเลือกพื้นหลังจอภาพตามสภาวะแสงของแต่ละช่วงวัน และ Health assist ที่ให้เอไอช่วยวิเคราะห์ข้อมูลพื้นฐานทางสุขภาพและให้คำแนะนำ รวมถึงฟังก์ชันตกแต่งภาพถ่าย ไม่ว่าจะลบสิ่งที่ไม่พึงประสงค์ออกไป หรือใส่สิ่งอันพึงประสงค์เข้ามา ให้ภาพแลดูเป็นธรรมชาติก็ทำได้ทั้งนั้นผู้ทดสอบมองว่า Fold 6 เป็นสมาร์ตโฟนพับดีที่สุดเท่าที่ซัมซุงเคยเปิดตัวมา แม้จะมีข้อด้อยเรื่องไม่กันฝุ่น และการต่อยอดจากรุ่นที่ผ่านมาไม่ค่อยหวือหวานัก แต่ชดเชยด้วยจอภาพที่สว่างกว่าเดิม ขนาดที่เบาและบางลง ประสิทธิภาพสูงลิบ และฟีเจอร์เอไอ รวมถึงการเชื่อมต่อที่ครบเครื่องขณะที่ Filp 6 ต่อยอดเรื่องความทนทานและประสิทธิภาพมาเช่นเดียวกัน พร้อมกับฟังก์ชันเอไอที่หลากหลาย และกล้องถ่ายภาพที่สวยงาม ทั้งสองเครื่องถือเป็นหนึ่งในสมาร์ตโฟนพับที่ยอดเยี่ยมครบเครื่องที่สุดชั่วโมงนี้โดย Fold 6 สนนราคาที่ 63,900 บาท และ Flip 6 เริ่มต้นที่ 42,900 บาท ทีมข่าวสดไอที จันท์เกษม รุณภัย"
    },
    {
      "index":7,
      "title":"หลาก&หลาย เอซุสผุดโน้ตบุ๊กใหม่ ชิพ AMD ฉลาดล้ำด้วย AI",
      "content":"เอซุส (ประเทศไทย)ร่วมกับ AMDเปิดตัวโน้ตบุ๊กและเกมมิ่งโน้ตบุ๊ก ASUS Next-level AI PCs6 รุ่น นำโดย Zenbook S 16 (UM5606)พรีเมียมโน้ตบุ๊ก ดีไซน์เรียบหรู ให้ประสิทธิภาพการทำงานระดับสูงVivobook S 14 (D5406WA) โน้ตบุ๊กขนาด 14 นิ้ว พร้อมความมินิมอล พกพาสะดวก และ ProArt P16 (H7606) \/ PX13 (HN7306) ครีเอเตอร์โน้ตบุ๊กสำหรับการทำงานระดับมืออาชีพ พร้อมเปิดตัวโน้ตบุ๊ก AI สายเกมมิ่งกับ Zephyrus G16 และ ASUS TUF Gaming A14 ซึ่งมากับความแรงในขนาดกะทัดรัดทุกรุ่นมาพร้อมหน่วยประมวลผลรุ่นใหม่ ประสิทธิภาพระดับสูงสุด AMD Ryzen AI 300 Series โดดเด่นด้านการประมวลผล AI อย่างเต็มรูปแบบด้วยหน่วยประมวลผลเครือข่ายประสาท (NPU) ในชิพที่มีความสามารถในการประมวลผล AI กว่า 50 ล้านล้านครั้งต่อวินาที (Tera Operations per Second – TOPS) ทั้งยังช่วยประหยัดพลังงาน ใช้งานได้ยาวนานตลอดวันวางจำหน่ายเป็นทางการแล้วในประเทศไทย ที่ร้านค้าตัวแทนชั้นนำทั่วประเทศและช่องทางออนไลน์ ASUS Official Online Store ROG Zephyrus G16เกมมิ่งโน้ตบุ๊ก AI ขนาด 16 นิ้ว ที่ฉีกกรอบความคิดเดิมด้วยดีไซน์โดดเด่นจากวัสดุอะลูมิเนียมผ่านกระบวนการ CNC ความละเอียดสูงที่ให้ความเรียบหรูมากยิ่งขึ้น และเกมมิ่งโน้ตบุ๊กที่แรงไม่จำเป็นต้องมีขนาดใหญ่และหนักอีกต่อไป โดยมีน้ำหนักเพียง 1.85 กิโลกรัม หนา 1.49 เซนติเมตร พกพาไปได้ทุกที่Vivobook S 14 หน้าจอคมชัด ลื่นไหลเต็มตา ด้วยเทคโนโลยี ROG Nebula Display มาตรฐานหน้าจอที่ดีที่สุดจาก ROG สำหรับเกมมิ่งโน้ตบุ๊กแห่งปี 2024 เป็นจอ OLED ความละเอียด 2.5K อัตราการรีเฟรช 240Hz เวลาตอบสนองที่เร็วเป็นพิเศษ 0.2 ms มาตรฐานค่าสีที่ 100% DCI-P3 ระบบปฏิบัติการที่รองรับการทำงานของ AI อย่างเต็มประสิทธิภาพ ด้วยชิพ AMD Ryzen AI 9 HX 370 และการ์ดจอ NVIDIA GeForce RTX 4070 8GB GDDR6หน่วยเก็บข้อมูลขนาด 1 เทร่าไบต์ (TB) แบบ M.2 NVMe PCIe 4.0 SSD และ RAM ขนาด 32 กิกะไบต์ (GB) แบบ LPDDR5X-7500 แบตเตอรี่ ขนาด 90 วัตต์ต่อชั่วโมง (Wh) รองรับการชาร์จอย่างรวดเร็วจาก 0-50% ในเวลาเพียง 30 นาที ระบบระบายความร้อนโดดเด่นด้วย ROG Intelligent Cooling ที่ทำงานร่วมกันอย่างลงตัว มีการใช้ 2nd Generation Arc Flow Fan และช่องระบายอากาศที่มาพร้อมพัดลม 3 ตัว เมื่อนำมารวมกัน ระบบเหล่านี้จะทำให้ Zephyrus G16 ทำงานได้เต็มประสิทธิภาพ และยังคงความเงียบมากกว่าที่เคย สนนราคาที่ 99,990 บาทASUS TUF Gaming A14เกมมิ่งโน้ตบุ๊ก AI ขนาด 14 นิ้ว ครั้งแรกในไทยจาก ASUS TUF Gaming บางเพียง 1.69 ซ.ม. น้ำหนักเพียง 1.49 ก.ก. เปี่ยมด้วยประสิทธิภาพ อัพเกรดให้ทำงานหรือเล่นเกมได้สบายหายห่วง ด้วยชิพ AMD Ryzen AI 9 HX 370 และการ์ดจอ NVIDIA GeForce RTXtm 4060 8GB GDDR6 หน่วยเก็บข้อมูลขนาด 1TB แบบ M.2 NVMe PCIe 4.0 SSD และ RAM 32GB (16GBx2) LPDDR5X-7500TUF Gaming A14 แบตเตอรี่ ขนาด 73Wh รองรับการชาร์จอย่างรวดเร็ว ระบบระบายความร้อนด้วยพัดลม 89 ใบพัดแบบ Arc Flow Fan ระบายความร้อนได้ดีกว่าเดิมโดยไม่เพิ่มเสียงรบกวน พร้อมระบบระบายฝุ่นตัวจอ IPS คมชัดลื่นไหล ความละเอียด 2.5K อัตราการรีเฟรช 165Hz มาตรฐานค่าสีที่ 100% sRGB และตัวบอดี้ได้รับการรับรองความทนทานระดับ MIL-STD-810H จากกองทัพสหรัฐอเมริกา ราคา 64,990 บาทProArt P16 (H7606) \/ PX13 (HN7306)โน้ตบุ๊กประสิทธิภาพสูง ตอบรับกับการใช้งานนอกสถานที่ของเหล่าคอนเทนต์ครีเอเตอร์มืออาชีพ หรือผู้ต้องการโน้ตบุ๊กประสิทธิภาพสูงสำหรับการมัลติทาสก์ ผ่านดีไซน์ที่ให้ความบาง และน้ำหนักเบากว่าเดิม พร้อมประสิทธิภาพการประมวลผลอันชาญฉลาด ช่วยให้ผู้ใช้สร้างสรรค์งานได้ทุกที่และรวดเร็วProArt P16ProArt P16 จอขนาด 16 นิ้ว ความละเอียด 4K แบบ OLED อัตราส่วน 16:10 ตัวเครื่องบางเพียง 14.9 ม.ม. น้ำหนัก 1.85 ก.ก. นำเสนอความสามารถในการประมวลผล AI กว่า 50 TOPS ด้วย NPU ที่อยู่ในชิพล่าสุด Ryzen AI 300 Series และการ์ดจอ NVIDIA GeForce RTX 4070 ให้ความเร็วในการประมวลผลคำสั่ง AI 321 TOPS จัดเป็น AI PC ที่ส่งมอบประสิทธิภาพการทำงาน AI ขั้นสูงทั้งในด้านการสร้างสรรค์งาน ไม่ว่างานตัดต่อวิดีโอ งานเรนเดอร์ 3D รวมไปถึงการเล่นเกม สตรีมเกม เป็นต้นProArt PX13 มาพร้อม RAM 64GB LPDDR5X on board และหน่วยเก็บข้อมูลขนาด 2TB M.2 NVMe PCIe 4.0 SSD ตอบโจทย์นักสร้างสรรค์ที่ต้องใช้เนื้อที่จัดเก็บไฟล์ภาพและวิดีโอขนาดใหญ่ ซึ่ง ProArt P16 นับเป็นโน้ตบุ๊กที่ให้ประสิทธิภาพระดับสูงสุด ตอบสนองการรังสรรค์ผลงานระดับมืออาชีพอย่างแท้จริง ราคา 79,990 บาทสำหรับนักสร้างสรรค์ที่ต้องการความสะดวกในการพกพา และประสิทธิภาพขั้นสูง ขอแนะนำ ProArt PX13 ครีเอเตอร์โน้ตบุ๊กขนาด 13.3 นิ้ว หน้าจอ 3K ASUS Lumina OLED อัตราส่วน 16 : 10 ขนาดกะทัดรัดง่ายต่อการพกพา ด้วยน้ำหนักเพียง 1.38 ก.ก. ตอบโจทย์ทุกสถานการณ์ พิเศษกว่าด้วยความสามารถในการพับหน้าจอ 360 องศา ปรับเปลี่ยนการใช้งานได้หลายโหมด เช่น รูปแบบแท็ปเล็ต หรือ โน้ตบุ๊กปกติ ขับเคลื่อนด้วยชิพ AMD Ryzen AI 9 HX 370 และการ์ดจอ NVIDIA GeForce RTX 4070 ใช้งานด้าน AI ได้อย่างรวดเร็วเต็มประสิทธิภาพ หน่วยเก็บข้อมูล 1TB M.2 NVMe PCIe 4.0 SSD และ RAM 32 GB LPDDR5x เชื่อมต่อได้รวดเร็วด้วย Wifi 7 พร้อมพอร์ตเชื่อมต่อครบครัน รวมถึง USB4 ความเร็วสูงกว่า 40 กิกะบิตต่อวินาที (Gbps) ราคา 100,990 บาทASUS Zenbook S 16โน้ตบุ๊กพรีเมียม ASUS Zenbook S 16 ออกแบบตัวเครื่องให้มีความบางเป็นพิเศษ เพียง 1.1 ซ.ม. ดีไซน์ทันสมัย น้ำหนักเบา 1.5 ก.ก. และความสามารถในการประมวลผล AI 50 TOPS จากชิพ NPU ใน AMD Ryzen AI 9 HX 370 ใช้งานได้อย่างมีประสิทธิภาพZenbook S 16ด้วยระบบระบายความร้อนแบบ 3D vapor-chamber พร้อมแนะนำวัสดุตัวเครื่องพิเศษเฉพาะแบบใหม่ “เซราลูมิเนียม”ซึ่งเป็นการผสมผสานความสวยงาม และสัมผัสของเซรามิกเข้ากับความแข็งแกร่งของอะลูมิเนียม ให้ความทนทาน ลดการเกิดรอยนิ้วมือ มาในสีขาวหรูหรา (Scandinavian White)Zenbook S 16 ดีไซน์หรูแบตเตอรี่ขนาด 78 Wh พอร์ตเชื่อมต่อครบครัน ได้แก่ USB4, USB 3.2 Type-A, HDMI, พอร์ต audio jack และ SD card reader ตอบสนองรวดเร็วด้วยหน่วยเก็บข้อมูล 1TB M.2 NVMe PCIe 4.0 SSD และ RAM 32 GB LPDDR5x และดื่มด่ำกับหน้าจอคุณภาพสูง 3K OLED 16 : 10 120Hz ขนาด 16 นิ้ว ถนอมดวงตาจากแสงสีฟ้าผ่านการรับรองจาก TUV Rheinlandทั้งยังเติมเต็มประสบการณ์ด้านความบันเทิง ด้วยลำโพงถึง 6 ตัว ให้เสียงทรงพลัง หลากหลายมิติด้วยเทคโนโลยี Dolby Atmos กล้อง FHD AiSense IR รองรับ Windows Hello, Adaptive Lock ตรวจจับตัวตนผู้ใช้ พร้อมจดจำใบหน้า เพื่อเข้าระบบโดยอัตโนมัติ ราคา 65,990 บาท ASUS Vivobook S 14 (D5406WA)โน้ตบุ๊กขนาด 14 นิ้ว หน้าจอคุณภาพสูง ความละเอียด 3K OLED 120Hz พกพาง่าย ดีไซน์โฉมใหม่ สีดำ (Neutral Black) ตัวเครื่องอะลูมิเนียม ดีไซน์เบาบางเพียง 1.39 ซ.ม. หนัก 1.3 ก.ก. ขุมพลังใหม่จากชิพ AMD Ryzen AI 9 HX 370 การ์ดจอ AMD Radeon 890M, RAM 32GB LPDDR5X และหน่วยเก็บข้อมูลขนาด 1TB M.2 NVMe PCIe 4.0 SSD พร้อมความสามารถในการประมวลผล AIเพิ่มประสิทธิภาพระบายความร้อน ด้วยเทคโนโลยี ASUS IceCool ด้วยฮีตไปป์สองเส้น พัดลม Ice Blade 97 ใบพัด และช่องระบายความร้อนสองช่อง ราคา 49,990 บาท ทีมข่าวสดไอที ภาพ – เอซุส (ประเทศไทย)"
    },
    {
      "index":8,
      "title":"หลาก&หลาย-Dell Latitude 7350 คอมพ์2ร่างสายทำงาน",
      "content":"เดลล์ผู้พัฒนาผลิตภัณฑ์คอมพิวเตอร์ชื่อดังจากประเทศสหรัฐอเมริกา เปิดตัว เดลล์ ลาติจูด 7350 ดีแทชเอเบิล (Dell Latitude 7350 Detachable)เพื่อผู้ใช้งานที่ต้องการทั้งประสิทธิภาพในการทำงานแบบโน้ตบุ๊กทั่วไปพร้อมฟอร์มแฟ็กเตอร์การใช้งานที่ยืดหยุ่นแบบแท็บเล็ต บนระบบปฏิบัติการไมโครซอฟท์ วินโดวส์ 11แป้นพิมพ์เดลล์ ลาติจูด 7350 ดีแทชเอเบิล มีจุดเด่นที่ความสามารถในการถอดหรือประกบเข้ากับแป้นพิมพ์เพื่อใช้เป็นแบบโน้ตบุ๊กและแท็บเล็ตได้ โดยจอภาพรองรับการใช้งานทั้งแบบระบบสัมผัสและปากกา โดยผู้ทดสอบและทีมข่าวสดไอทีนำประสบการณ์ใช้งานช่วง 1 สัปดาห์มาฝากกันซ่อนปากกา ปากกาเครื่องลาติจูด 7350 มาพร้อมสายเคเบิลสำหรับชาร์จ ชาร์จเจอร์ที่มีหัวเป็น USB-C แป้นพิมพ์และปากกา ตัวเครื่องกว้าง 179.36 ยาว 305.65 หนา 8.89 มิลลิเมตร (หากประกบเข้ากับเครื่อง เมื่อปิดทับหน้าจอแล้วจะหนา 14.478 ม.ม.) น้ำหนักเฉพาะเครื่องไม่ประกบแป้นพิมพ์ 1.297 กิโลกรัม เรียกว่าใส่ไว้ในกระเป๋าหรือเป้สะพายทั่วไปได้ ไม่รู้สึกหนัก แต่หากถือนานๆ อาจเมื่อยมือพอสมควรอะลูมิเนียมและแมกนีเซียม แม้จะมีขนาดกะทัดรัด แต่ความรู้สึกที่ได้และรูปร่างหน้าตาแลดูเรียบหรูคงทน แข็งแรงด้วยวัสดุโลหะชั้นพรีเมียมอย่างอะลูมิเนียมและแมกนีเซียม ซึ่งทำมาจากวัสดุรีไซเคิลเกือบทั้งหมดขอบโค้งมนทั้ง 4 ด้าน ด้านหลังสามารถกางออกเป็นขาตั้งได้อย่างแข็งแรง ไม่บิดงอง่าย การประกบกับแป้นพิมพ์ทำได้สะดวกด้วยพลังแม่เหล็กที่แข็งแกร่งอย่างมาก เรียกว่าเวลาถอดออกอาจจะต้องออกแรงกันเล็กน้อย ด้านการเชื่อมต่อ ลาติจูด 7350 มีเพียง USB-C\/Thunderbold 4 เพียงด้านละ 1 จุด และช่องหูฟังแบบมินิสเตอริโอ แต่ชดเชยด้วยการเชื่อมต่อไร้สายผ่าน Bluetooth 5.4 และ Wi-Fi 7 เทคโนโลยีล่าสุด (แบบสุดๆ) นอกจากนี้ ยังมีช่องลำโพงสเตอริโอด้านข้างตัวเครื่อง ช่วยให้เสียงที่ทรงพลังพุ่งเข้าหาผู้ใช้ คุณภาพอยู่ในเกณฑ์ดี แต่แน่นอนว่าสู้ลำโพงบลูทูธดีๆ ไม่ไหว โดยเฉพาะเสียงย่านต่ำ อย่างเสียงเบสที่ค่อนข้างเบาจอ IPS 13 นิ้ว จอภาพขนาด 13 นิ้ว ความละเอียดสูงสุด 2,880 x 1,920 พิกเซล ใช้เทคโนโลยีภาพแบบ IPS ครอบด้วยกระจกนิรภัย Corning Gorilla Victus เคลือบสารกันแสงสะท้อนและต่อต้านลายนิ้วมือ ให้ภาพคมชัด สีสวย และมีความสว่าง 481 nits เพียงพอต่อการใช้งานในที่เปิดโล่ง แต่ขอบจอน่าจะบางกว่านี้ได้จะดูดีกว่านี้มากแป้นพิมพ์เป็นอีกส่วนที่ช่วยสร้างความโดดเด่นให้เครื่อง โดยที่บนสุดจะเป็นที่เก็บปากกาซึ่งจะชาร์จด้วยในตัว ผู้ใช้สามารถยกส่วนดังกล่าวแปะติดจอเพื่อซ่อนปากกาได้ จะทำให้แป้นพิมพ์เทเข้าหาตัวผู้ใช้ ช่วยการพิมพ์งานสะดวกขึ้น ทั้งยังมาพร้อมปุ่ม Co-Pilot ทำให้เรียกใช้งานเอไอได้ง่ายๆ การทดสอบพิมพ์งานพบว่าทำได้ดี ไม่ผิดบ่อย เพราะขนาดปุ่มค่อนข้างใหญ่ (ผู้ทดสอบนิ้วใหญ่) ระยะห่างก็กำลังดี ติดตรงพิมพ์ไม่ค่อยมันมือเพราะปุ่มไม่ค่อยเด้ง อันนี้แล้วแต่คนชอบ (ออกแนวนุ่มลึก)พอร์ตซ้าย พอร์ตขวา หนึ่งในความ “คูล” ของแป้นพิมพ์คือ ส่วนของทัชแพดที่จะสว่างขึ้นมาเวลาใช้โปรแกรมประชุมทางไกล อาทิ Microsoft Teams และ Zoom ช่วยให้ผู้ใช้สามารถควบคุมฟังก์ชันพื้นฐานได้สะดวกขึ้น เป็นหนึ่งในลูกเล่นที่ทางเดลล์ภูมิใจเสนอ ผู้ใช้จะเลือกใช้หรือไม่ก็แล้วแต่ปรารถนาส่วนกล้องมีทั้งกล้อง Web-Cam และกล้องถ่ายภาพด้านนอก ความละเอียด 8 ล้านพิกเซล คุณภาพอยู่ในเกณฑ์ดี โดยระบบโฟกัสอัตโนมัติช่วยให้ภาพคมชัดอยู่เสมอลาติจูด 7350 ขับเคลื่อนด้วยขุมพลังจากหน่วยประมวลผล หรือซีพียู Intel Core Ultra 5 134U มีความถี่เทอร์โบสูงสุด 4.4 กิกะเฮิร์ตซ์ (GHz) เป็นซีพียูจากสถาปัตยกรรมการผลิตขนาด 7 นาโนเมตร (nm) หรือ Intel 4มีจำนวนคอร์ประมวลผลทั้งหมด 12 คอร์ แบ่งเป็นคอร์ประสิทธิภาพสูง 2 คอร์ คอร์ประหยัดพลังงาน 8 คอร์ และคอร์พลังงานต่ำ 2 คอร์ ทำให้ประมวลผลได้สูงสุด 12 เธรด มาพร้อมหน่วยประมวลผลโครงข่ายประสาท หรือเอ็นพียู และหน่วยประมวลผลกราฟิก หรือ จีพียู Intel Graphics U5-134Ucollaboration Touchpad ซีพียู Core Ultra 5 134U ถือเป็น Core Ultra รุ่นแรกจากค่ายอินเทล ประเทศสหรัฐอเมริกา เป็นซีพียูระดับล่างถึงปานกลาง จึงเหมาะกับการทำงานและความบันเทิงทั่วไป เช่น การพิมพ์งาน สืบค้นผ่านอินเตอร์เน็ต ตัดต่อภาพพื้นฐานผ่าน Adobe Photoshop ชมภาพยนตร์ ฟังเพลง และเล่นเกมที่ไม่ต้องการกราฟิกสูง สอดคล้องกับผลการทดสอบ เพราะแค่เล่นเกมที่ต้องการกราฟิกกลางๆ อย่าง Honkai Star Rail จากค่าย HoYoverse ก็กระตุกแล้วแม้จะปรับกราฟิกต่ำสุดก็ตามมีหน่วยความจำแรมแบบ LPDDR5 แบบ Dual-Channel ขนาด 8 กิกะไบต์ (GB) อัตราการส่งข้อมูล 6,400 เมกะทรานส์เฟอร์ต่อวินาที (MT\/s) พื้นที่เก็บข้อมูล 256 GB บนหน่วยเก็บข้อมูลแบบ NVMe SSD อินเตอร์เฟซ PCIe Gen 4 ลาติจูด 7350 มาพร้อมแบตเตอรี่ขนาด 46.5 วัตต์ต่อชั่วโมง (Wh) สามารถใช้งานได้ยาวนานเกือบ 13 ชั่วโมง รองรับเทคโนโลยีชาร์จไวแบบ ExpressCharge ผ่านชาร์จเจอร์ที่แถมมาให้ขนาด 65 วัตต์ (W)ขาตั้งใช้เวลาชาร์จประมาณ 1 ชั่วโมง จากศูนย์จนเต็มร้อยเปอร์เซ็นต์ ถือว่าอยู่ในเกณฑ์รวดเร็วน่าพอใจ หากเป็นผู้ใช้ทำงานทั่วไปไม่ได้ใช้ติดต่อกันก็สามารถอยู่ได้ตลอดวันโดยไม่ต้องกังวลผู้ทดสอบมองว่า ลาติจูด 7350 ดีแทชเอเบิล เป็นคอมพิวเตอร์ 2-in-1 ขนาดพกพากะทัดรัด สามารถพกพาไปทำงานนอกสถานที่ได้สะดวก ทั้งยังมีจุดเด่นเรื่องการแปลงร่างไปมาทั้งแบบแท็บเล็ตและโน้ตบุ๊กได้แม้มีข้อด้อยเรื่องพอร์ตเชื่อมต่อที่น้อย แต่ชดเชยด้วยจอภาพที่สวยงาม ประสิทธิภาพที่เหลือเฟือต่อการใช้งานและความบันเทิงทั่วไป รวมถึงความสามารถด้านเอไอ ตลอดจนระยะเวลาใช้งานที่ยาวนาน ถือเป็นตัวเลือกที่น่ามองสำหรับผู้ที่ต้องการประสบการณ์ทำงานแบบพรีเมียมจากคอมพิวเตอร์แปลงร่างซึ่งสามารถพกพาไปใช้นอกสถานที่ได้สะดวกเดลล์ ลาติจูด 7350 ดีแทชเอเบิล วางจำหน่ายแล้วในประเทศไทย สนนราคาที่ 50,000 บาทขึ้นไป จันท์เกษม รุณภัย ทีมข่าวสดไอที"
    },
    {
      "index":9,
      "title":"ลือ! ภาพหลุดของ “iPhone 16” ครบ 5 สี เตรียมปล่อยเร็วๆนี้",
      "content":"ชาวเน็ตทั่วโลกฮือฮา ! Sonny Dickson ปล่อยภาพ iPhone 16 มาทั้งหมด 5 สี คาดเป็นจริงที่จะเตรียมจำหน่ายเดือนกันยายนนี้ มาพร้อมฟังก์ชั่นใหม่เพียบแม้ว่า ดราม่าจากโฆษณา Apple จะทำเอาชาวไทยเดือดจัด แต่ก็ต้องยอมรับว่าการจะให้เลิกติดตามข่าวสารแบรนด์อันดับต้นๆของโลกนี้ก็ยากเสียเหลือเกิน ล่าสุด Sonny Dickson ได้ปล่อยภาพ iPhone 16 มาทั้งหมด 5 สีออกมา คาดว่าจะปล่อยประมาณเดือนกันยายนนี้ ซึ่งจากภาพจะประกอบด้วยสี ดำ, น้ำเงิน, เขียว ชมพู และ ขาวการเปลี่ยนแปลงของ iPhone 16ทั้งนี้ปุ่มจะมาแทนตำแหน่งเสาอากาศ mmWave ที่อยู่เฉพาะของ iPhone รุ่นวางจำหน่ายที่สหรัฐอเมริกา ส่วนรุ่นปกติคาดว่าจะได้ปุ่ม Action Button พร้อมกับชิป A18 ใหม่และนอกจากนี้ได้แบตเตอรี่ใหญ่ขึ้นเป็น 3561 mAh ใหญ่กว่าเดิม 6% เมื่อเทียบกับ iPhone 15"
    },
    {
      "index":10,
      "title":"หลาก&หลาย - Lenovo Yoga Pro 7i แรง-บาง-ราคาสุดคุ้ม",
      "content":"ตลาดโน้ตบุ๊กเป็นหนึ่งในตลาดที่มีการแข่งขันสูง กุญแจสำคัญอยู่ที่ความคุ้มค่าระหว่างประสิทธิภาพกับราคา รวมถึงรูปทรงที่ผู้บริโภคปัจจุบันคาดหวังให้เบาและบางลง สร้างความท้าทายให้กับการออกแบบ โดยเฉพาะเรื่องการบริหารจัดการความร้อน และระยะเวลาการใช้งานจากแบตเตอรี่เลอโนโว ผู้พัฒนาผลิตภัณฑ์คอมพิวเตอร์ชื่อดังจากประเทศจีน ตอบสนองเทรนด์ความคาดหวังของผู้บริโภค ท่ามกลางการเปิดศักราชแห่งระบบปัญญาประดิษฐ์ หรือเอไอ ภายใต้ราคาที่เข้าถึงได้ เลอโนโว โยคะ โปร 7ไอ (Lenovo Yoga Pro 7i) ที่ผู้ทดสอบได้มา เป็นรุ่น Pro (อีก 2 รุ่น ได้แก่ Slim และ 2-in-1) ในซีรีส์ Yoga ซึ่งมีจุดเด่นที่สุดในเรื่องประสิทธิภาพขับเคลื่อนด้วยหน่วยประมวลผล หรือซีพียู รุ่นใหม่ล่าสุด Intel Core Ultra 7 155H ซีพียูตัวรองท็อปในตระกูล Ultra จากค่ายอินเทลผู้ใช้สามารถเลือกได้ตั้งแต่ Core Ultra 5 125H ไปจนถึงตัวท็อปสุดอย่าง Core Ultra 9 185H แม้จะมีสถาปัตยกรรมการผลิตด้อยกว่า แต่สามารถต่อกรได้ทัดเทียมกับซีพียู AMD Ryzen seriesIntel Core Ultra 7 155H หรือ Meteor Lake H เป็นซีพียูในสถาปัตยกรรมแบบไฮบริด big.LITTLE ของอินเทล มีความถี่สัญญาณนาฬิกาตั้งแต่ 1.40 กิกะเฮิร์ตซ์ (GHz) ไปจนถึง 4.80 GHz โดยมีคอร์ถึง 16 คอร์ แบ่งเป็น Performance Core จำนวน 6 คอร์ ความถี่สูงสุด 4.80 GHz รองรับโปรแกรมที่ต้องการประสิทธิภาพสูงสุดNvidia GeForce RTX ส่วน Efficient Core ที่มีความถี่สูงสุด 3.80 GHz จำนวน 8 คอร์ และ Low-power Efficient Core ความถี่สูงสุด 2.50 GHz จำนวน 2 คอร์นั้นมีไว้รองรับโปรแกรมทั่วไปลดหลั่นกันลงมาทำให้ Meteor Lake H เป็นซีพียูที่ประสิทธิภาพสูงในด้านการบริหารจัดการพลังงาน เหมาะกับโน้ตบุ๊ก แต่ยังคงไว้ซึ่งประสิทธิภาพเต็มเปี่ยมพร้อมรองรับทั้งเกมทั่วไปและการทำงาน Meteor Lake H ยังมีกลไกเฉพาะตัวที่นอกเหนือไปจากซีพียู หน่วยประมวลผลกราฟิก หรือจีพียูในตัวแล้ว ยังมาพร้อมหน่วยประมวลผลเครือข่ายประสาท หรือเอ็นพียู ที่คอยขับเคลื่อนเอไอภายใน Yoga Pro 7i อาทิ ฟีเจอร์อย่าง Lenovo AI Engine+ ที่ช่วยปรับแต่งสมรรถนะของเครื่องและการบริหารจัดการพลังงานให้เหมาะสมกับการใช้งานขุมพลัง Intel Core Ultra ภายใต้แพลตฟอร์ม Intel vPro โซลูชั่นการรักษาความปลอดภัยครบวงจรที่ผสานการทำงานทั้งเอไอ ซอฟต์แวร์และฮาร์ดแวร์ รวมถึง Intel Evo มาตรฐานการใช้งานระดับพรีเมียมของอินเทลการันตีความเป็นเยี่ยมทั้งประสิทธิภาพ การเชื่อมต่อ ระยะเวลาการใช้งานจากแบตฯ คุณภาพของภาพและเสียง ขนาดและน้ำหนัก ตลอดจนการเปิดเครื่องใช้งานได้ภายใน 1 วินาที จากสถานะ sleep Yoga Pro 7i ขับเคลื่อนด้วยจีพียูแยกต่างหากที่ทรงพลังอย่าง Nvidia GeForce RTX 4050 (สามารถเลือกได้สูงสุดถึง RTX 4060) มี VRAM ขนาด 6 กิกะไบต์ (GB) หน่วยความจำแรม (RAM) 32 GB พื้นที่เก็บข้อมูล 1 เทร่าไบต์ (TB) แบบ M.2 SSD บนอินเตอร์เฟซ PCIe 4.0×4 NVMeเล่นเกม The First Descendantมอบประสบการณ์การเล่นเกมและการทำงานที่แสนเพลิดเพลินผ่านหน้าจอ OLED ขนาด 14.5 นิ้ว ความละเอียด 2,880 x 1,800 พิกเซล (2.8K) ความสว่าง 400 นิต (nit) รองรับความถี่สูงสุด 120 เฮิร์ตซ์ (Hz) และ Dolby Vision ภายใต้มาตรฐาน PureSight Pro Display ของเลอโนโวที่นอกเหนือจากสเป๊กข้างต้นจะต้องมีความหนาแน่นพิกเซล 235 พิกเซลต่อตารางนิ้ว (ppi) ขึ้นไป อัตราการตอบสนองไม่เกิน 0.2 มิลลิวินาที (ms) ให้สีได้ตรง 100% เต็มตามมาตรฐาน DCI-P3 มีค่าสเกลของสี (Delta E) น้อยกว่า 1 และได้รับการรับรองว่าปกป้องสายตาจากแสงสีฟ้าโดยสถาบัน TUV Rheinland ประเทศเยอรมนีจากการทดสอบต้องบอกว่าคุณภาพของภาพนั้นสวยสดน่าประทับใจอย่างมาก คุณภาพเสียงจากลำโพงของ 4 ตัว อยู่ที่ทั้งสองข้างของแป้นพิมพ์ยังช่วยเติมเต็มความประทับใจ เพราะนอกจากมีเสียงที่ดังกระหึ่มสะใจ ยังมีมิติของเวทีที่กว้างสามารถแยกเสียงดนตรีและเสียงขับร้องได้เด็ดขาด รองรับ Dolby Atmos โดยลักษณะของเสียงนั้นพุ่งเข้าหาผู้ใช้พอร์ตซ้าย พอร์ตขวา เสียงย่านกลางโดดเด่นมาก ความกระหึ่มอาจจะกลบเสียงเบส ขณะที่เสียงย่านสูงไม่แตกปลายแต่ค่อนไปทางแหลมคม ไมโครโฟนติดตั้งมาให้มีทั้งหมด 4 ตัว สามารถปรับแต่งและเปิดระบบตัดเสียงรบกวนภายนอก (Noise Cancellation) ได้ผ่านซอฟต์แวร์ควบคุม Lenovo Vantageสเป๊กของ Lenovo Yoga Pro 7i สามารถรองรับการทำงานได้ครบทุกรูปแบบ เหมาะกับสายทำงานแบบพรีเมียมที่ต้องการความบันเทิงด้วย แม้ไม่ใช่โน้ตบุ๊กเล่นเกม แต่ก็สามารถเล่นเกมทั่วไปได้ดีเล่นเกม Honkai Star Rail อย่างเกมกาชาของค่าย miHoYo ประเทศจีน ไม่ว่าจะเป็น Genshin Impact, Honkai Star Rail และ Zenless Zone Zero (สาวก Honkai Impact 3rd อย่าน้อยใจนะ) หากปรับกราฟิกสูงสุดจะอยู่ที่ 30 ถึง 40 เฟรมต่อวินาที (fps) แนะนำให้ต่อปลั๊กเล่นจะได้พลังขับเคลื่อนเต็มที่กว่าในการเล่นเกมโดยเฉพาะที่ใช้กราฟิกสูง หากไม่ต่อปลั๊ก ยกตัวอย่าง The First Descendant จากประเทศเกาหลีใต้ ที่กราฟิกต่ำสุด ได้เฟรมอยู่ที่ 30 ถึง 55 fps แต่หลังผ่านไป 30 นาที เกิดอาการโอเวอร์ฮีต ทั้ง CPU ที่อุณหภูมิขึ้นไปถึง 105 องศาเซลเซียส และ GPU ที่เกือบ 90 องศาเซลเซียส สูบพลังงานจากแบตฯ ไปอย่างรวดเร็ว หรือแม้แต่ Helldivers 2 ก็พบปัญหาความร้อนจัด ทว่า หากต่อปลั๊กเล่นก็สามารถฟาร์มได้นานโดยไม่ร้อน (ถ้ารักจะเล่นจริงๆ ไป Lenovo Legion เถอะสู)นอกจากนี้ การเล่นเกมเกินกำลังของ Yoga Pro 7i อาจก่อให้เกิดปัญหาความร้อนลุกลามจากสันด้านบนเหนือแป้นพิมพ์ขึ้นไปมาบริเวณปุ่ม WASD โดยเฉพาะ W ที่รู้สึกได้ชัดเจนถึงความร้อนอาจทำให้ไม่สบายมือ เล่นเกม Helldivers 2Yoga Pro 7i มาพร้อมเทคโนโลยีชาร์จแบบ Rapid Charge Express ที่ชาร์จเพียง 15 นาที ก็สามารถใช้งานต่อเนื่องได้นาน 3 ชั่วโมง โดยการทดสอบพบว่าชาร์จได้เกือบร้อยละ 45 หากชาร์จเต็มจะใช้เวลาประมาณ 1 ชั่วโมง ถือว่ารวดเร็ว และการใช้งานทั่วไปอยู่ได้นานราว 11 ชั่วโมงเศษ น่าประทับใจ ตัวเครื่อง Yoga รุ่นนี้ทำจากวัสดุอะลูมิเนียมทั้งหมด ขนาดกว้าง 226.49 ยาว 325.5 และบาง 16.6 มิลลิเมตร น้ำหนักรวมแบตฯ ขนาด 73 วัตต์ต่อชั่วโมง (Wh) อยู่ที่ 1.59 กิโลกรัมแบ๊กไลต์์เต็มปุ่มใช้ระบบปฏิบัติการ Windows 11 Home จากค่ายไมโครซอฟท์ แป้นพิมพ์มีปุ่มขนาดกำลังดี พิมพ์สะดวกด้วยระยะกด 1.5 ม.ม. พร้อมแสงแบ๊กไลต์สีขาวครบทุกอักษรไทยและอังกฤษทัชแพดขนาดกว้าง 80 ยาว 135 ม.ม. อยู่กึ่งกลางค่อนไปซ้าย ตอบสนองรวดเร็ว ไม่พบปัญหาบุบบริเวณที่วางข้อมือ หรือการเปิดฝาเครื่องแล้วตัวเครื่องติดขึ้นมา ผ่านมาตรฐานความอึด MIL-STD-810H ของกองทัพสหรัฐอเมริกา ด้านบน ด้านล่างกล้อง Web-Cam ที่ขอบจอกึ่งกลางด้านบนความละเอียด 1080p มีระบบ IR และ E-shutter (ระบบปิดเลนส์) รวมถึง ToF Sensor ภาพสว่างและค่อนข้างชัดเจน รองรับ Zero touch login ที่เครื่องจะเปิดเองหากกล้องตรวจพบใบหน้าที่ลงทะเบียนไว้กับ Windows Hello สามารถเปิดใช้ได้ผ่านซอฟต์แวร์ Lenovo Vantageการเชื่อมต่อมีหลากหลาย เริ่มตั้งแต่ด้านขวา ได้แก่ สวิตช์ E-shutter สำหรับการเปิดและปิดเลนส์กล้อง Web-Cam ปุ่ม Power ช่องหูฟังมินิสเตอริโอ และช่อง USB-A (USB 3.2 Gen 1) ส่วนด้านซ้าย ได้แก่ HDMI, USB-C และ Thunderbolt 4 โดยสามารถต่อสายชาร์จได้ทั้ง 2 ตำแหน่ง รองรับสัญญาณ Bluetooth 5.3 และ Wi-Fi 6E จอภาพ OLED คมกริบผู้ทดสอบมองว่า Yoga Pro 7i เป็นโน้ตบุ๊กที่รองรับการทำงานได้ครอบคลุมและความบันเทิงทั่วไปได้ยอดเยี่ยม แม้จะพบปัญหาเรื่องความร้อนบ้างหากใช้งานหนักโดยไม่ต่อปลั๊ก แต่ชดเชยด้วยจอภาพที่สวยน่าประทับใจผ่านเทคโนโลยี OLED เสียงคุณภาพเสียงดังกระหึ่ม ความชาญฉลาดจากฟีเจอร์ด้านเอไอ ความบางเบากะทัดรัด ประกอบกับงานออกแบบที่แลดูเรียบหรูในราคาเข้าถึงได้ง่าย รวมถึงเทคโนโลยีชาร์จไวและการบริหารจัดการพลังงานที่ยอดเยี่ยมจาก Intel Core Ultra series ทำให้ได้ระยะเวลาการใช้งานที่ยาวนาน ถือเป็นหนึ่งในโน้ตบุ๊กรุ่นคุ้มค่าที่สุด สำหรับผู้ที่มองหาโน้ตบุ๊กบางเบาไว้ใช้ทำงานแบบแรงๆ คุ้มๆLenovo Yoga Pro 7i มีให้เลือก 2 สี ได้แก่ สีเทา Lunar Grey และสีฟ้า Tidal Teal สนนราคาที่ 32,000 บาท วางจำหน่ายแล้วในประเทศไทย ทีมข่าวสดไอที จันท์เกษม รุณภัย"
    },
    {
      "index":11,
      "title":"หลาก&หลาย - ASUSผุดไลน์อัพคอมพ์AI  อลังการ Computex 2024",
      "content":"เอซุส ผู้พัฒนาสินค้าไอทีชื่อก้องโลกจากไต้หวันที่คนไทยคุ้นเคยเปิดตัวไลน์อัพโน้ตบุ๊ก Copilot+ PC ในงาน Computex 2024 เปิดประสบการณ์ใหม่กับการใช้งาน AI ทั้งในกลุ่มครีเอเตอร์ เกมมิ่ง และการทำงานทั่วไป รวมถึงเครื่องเล่นเกมพกพาแห่งปี ASUS ROG Ally X รุ่นใหม่ล่าสุด เอซุส พร้อมก้าวสู่ยุคแห่ง Copilot+ PC อย่างเต็มรูปแบบ นำเสนอโน้ตบุ๊กที่มาพร้อมความสามารถประมวลผล AI ขั้นสูง มีหลากหลายโมเดลทั้ง ProArt, Zenbook และ Vivobook ในงาน ‘Always Incredible’ ที่ Computex 2024 ทั้งยังเอาใจสายเกมมิ่ง เปิดตัวเครื่องเล่นเกมพกพารุ่นล่าสุดที่สาวกทั่วโลกตั้งตารอ ASUS ROG Ally X*สายครีเอเตอร์ : ASUS ProArt P16 \/ ProArt PX13 \/ ProArt PZ13ไลน์อัพใหม่ของโน้ตบุ๊ก AI ASUS ProArt ออกแบบมาสำหรับเหล่าครีเอเตอร์ ไม่ว่านักสร้างสรรค์ที่ใช้งานในชีวิตประจำวัน ทำงานนอกสถานที่ จนถึงระดับมืออาชีพ ด้วยตัวเครื่องทนทาน น้ำหนักเบา ประสิทธิภาพสูง ช่วยให้ผู้ใช้สร้างสรรค์ผลงานได้ทุกที่ รวดเร็ว และชาญฉลาดยิ่งขึ้น ทั้ง ProArt P16, ProArt PX13 และ ProArt PZ13 นับเป็น Copilot+ PC มาพร้อมฟีเจอร์ AI เอกสิทธิ์เฉพาะจากเอซุสอย่าง StoryCube ที่ช่วยจัดการข้อมูลดิจิตอล ด้วยการใช้เทคโนโลยี AI เข้ามาช่วยบริหารจัดการไฟล์ สายครีเอเตอร์ ASUS ProArt P16 ProArt PX13 ProArt PZ13 แอพพลิเคชั่น Muse Tree ช่วยเปลี่ยนไอเดียเป็นภาพได้รวดเร็ว เหล่าครีเอเตอร์สามารถยกระดับพลังแห่งการสร้างสรรค์ได้เต็มที่ ปุ่มลัด Copilot บนแป้นคีย์บอร์ดสามารถใช้งานฟีเจอร์ Windows Copilot ที่ติดตั้งใน Windows 11 เป็นผู้ช่วยส่วนตัวใช้งานด้าน AI ได้อย่างรวดเร็ว โน้ตบุ๊ก ProArt P16 หน้าจอ 16 นิ้ว มอบประสบการณ์สร้างสรรค์เหนือระดับได้ทุกที่ทุกเวลา ตัวเครื่องบาง 14.9 มิลลิเมตร น้ำหนัก 1.85 กิโลกรัม นำเสนอความสามารถในการประมวลผล AI กว่า 50 ล้านล้านคำสั่งต่อวินาที (Tera Operations Per Second-TOPS) ด้วยชิพเครือข่ายประสาท (NPU) รุ่นล่าสุด Ryzen AI 300 Series และการ์ดจอ NVIDIA GeForce RTX 4070 ทำให้ความสามารถในการประมวลผลรวมสูงสุด 321 TOPS จัดเป็น AI PC เครื่องแรกที่งมอบประสิทธิภาพการทำงาน AI ขั้นสูงทั้งด้านการสร้างสรรค์งาน ไม่ว่างานวิดีโอ 3 มิติ การเล่นเกมและสตรีมเกม สำหรับนักสร้างสรรค์ที่เน้นใช้งานนอกสถานที่ แนะนำ ProArt PX13 ครีเอเตอร์โน้ตบุ๊กขนาด 13 นิ้ว สะดวกพกพาด้วยน้ำหนัก 1.38 ก.ก. ตอบโจทย์ทุกสถานการณ์ พับหน้าจอได้ 360 องศา ใช้งานได้หลากหลายโหมด หน้าจอละเอียด 3K แบบ ASUS Lumina OLED ขับเคลื่อนด้วยโปรเซสเซอร์ AMD Ryzen AI 9 HX 370 และการ์ดจอ NVIDIA GeForce RTX 4070 ใช้งานด้าน AI ได้รวดเร็วเต็มประสิทธิภาพ เชื่อมต่อว่องไวด้วย Wifi 7 พอร์ตเชื่อมต่อครบครัน รวมถึงพอร์ต USB 4.0 ความเร็วสูงกว่า 40 กิกะบิตต่อวินาที (Gbps) ปิดท้ายด้วยครีเอเตอร์โน้ตบุ๊ก โดดเด่นด้านความบางเบา ProArt PZ13 พกไปทำงานนอกสถานที่ได้สะดวกสบายด้วยน้ำหนักเพียง 0.86 ก.ก. ขับเคลื่อนด้วยโปรเซสเซอร์ Snapdragon หน้าจอ 3K ASUS Lumina OLED เป็น Copilot+ PC พร้อมส่งมอบความสามารถ AI ทั้งสำหรับการสร้างสรรค์งานขณะเดินทาง หรือเพลิดเพลินกับความบันเทิงด้วยคุณภาพหน้าจอระดับสูง PZ13 ใช้งานได้ทั้งในรูปแบบของแท็บเล็ตและโน้ตบุ๊ก มาพร้อมคีย์บอร์ดที่ติดตัวเครื่องด้วยแม่เหล็กถอดแยกได้*สายทำงาน: ASUS Zenbook S 16 (UM5606)ASUS Zenbook S 15 เป็นการผสมผสานที่ลงตัวระหว่างศิลปะและเทคโนโลยี เป็นโน้ตบุ๊กพรีเมียม ออกแบบตัวเครื่องให้มีความบางเป็นพิเศษเพียง 1.1 เซนติเมตร พร้อมดีไซน์ทันสมัย น้ำหนัก 1.5 ก.ก. ประสิทธิภาพการทำงานระดับสูงด้วยค่า TDP 28 วัตต์ (W) และความสามารถในการประมวลผล AI 50 TOPS จากชิพ NPU ในซีพียู AMD Ryzen AI 9 HX 370 ทั้งยังใช้งานได้อย่างมีประสิทธิภาพด้วยระบบระบายความร้อนแบบ 3D vapor-chamber ทำด้วยวัสดุตัวเครื่องพิเศษเฉพาะแบบใหม่ “เซราลูมิเนียม” (Ceraluminum) ซึ่งเป็นการผสมผสานความสวยงามและสัมผัสของเซรามิกเข้ากับความแข็งแกร่งของอะลูมิเนียม ให้ความทนทาน พร้อมสัมผัสที่อบอุ่น และความรู้สึกพิเศษเมื่อเทียบกับอะลูมิเนียมทั่วไป สายทำงาน ASUS Zenbook S 16 (UM5606) ตัวเครื่องมาในสีขาวสแกนดิเนเวียน (Scandinavian White) อันหรูหรา และสีเทาซูไมยา (Zumaia Gray) แบตเตอรี่ขนาด 78 วัตต์ต่อชั่วโมง (Wh) พอร์ตเชื่อมต่อครบครัน ได้แก่ USB 4.0, USB 3.2 Type-A, HDMI, พอร์ต audio jack และ SD card reader ตอบสนองรวดเร็วด้วยหน่วยเก็บข้อมูลสูงสุด 2 เทร่าไบต์ (TB) แบบ PCIe 4.0 x4 SSD หน่วยความจำแรม (RAM) สูงสุด 32 กิกะไบต์ (GB) แบบ LPDDR5x มากับหน้าจอคุณภาพสูง 3K อัตราส่วน 16:10 ความถี่ 120 เฮิร์ตซ์ (Hz) ขนาด 16 นิ้ว มาตรฐานถนอมดวงตาจากแสงสีฟ้าผ่านการรับรองจากสถาบัน TUV Rheinland ประเทศเยอรมนี ช่วยลดแสงสีฟ้าที่ทำลายดวงตาได้กว่าร้อยละ 70 ทั้งยังช่วยเติมเต็มประสบการณ์ด้านความบันเทิง ให้เสียงทรงพลัง หลากหลายมิติด้วยเทคโนโลยี Dolby Atmos นอกจากนี้ ยังยกระดับด้านความปลอดภัยด้วยชิพ Microsoft Pluton ช่วยรักษาความปลอดภัยของฮาร์ดแวร์และข้อมูลละเอียดอ่อน กล้อง FHD AiSense IR รองรับ Windows Hello และ Adaptive Lock ตรวจจับตัวตนของผู้ใช้ พร้อมจดจำใบหน้าเพื่อเข้าระบบได้โดยอัตโนมัติ*สายทั่วไป : ASUS Vivobook S seriesโน้ตบุ๊ก Copilot+ PC ตัวแรกจากเอซุส มาพร้อมเทคโนโลยี AI ติดตั้งในตัวบนแพลตฟอร์ม Snapdragon X Elite ผู้ใช้สามารถเพลิดเพลินกับการใช้งานฟังก์ชัน AI และเร่งประสิทธิภาพการทำงานด้วยซีพียู Qualcomm Oryon ใช้งานได้นานกว่า 18 ชั่วโมง จอแสดงผลคุณภาพสูงละเอียด 3K รองรับความถี่ 120 Hz แบบ ASUS Lumina OLED ระบบเสียงรับรองโดยค่าย Harman Kardon ตัวเครื่องบางเพียง 14.7 ม.ม. น้ำหนัก 1.42 ก.ก. ASUS Vivobook S 14 OLED นอกจากนี้ ไลน์อัพ ASUS Vivobook S เดิม ได้แก่ ASUS Vivobook S14 (M 5406) ขนาด 14 นิ้ว ASUS Vivobook S 15 (M 5506) ขนาด 15.6 นิ้ว และ ASUS Vivobook S (M 5606) ขนาด 16 นิ้ว ได้รับการปรับโฉมใหม่ด้วยดีไซน์ที่เบาบางเพียง 1.39 ซ.ม. หนัก 1.3 ก.ก. ด้วยขุมพลังจาก AMD Ryzen AI 9 HX 370 เพิ่มประสิทธิภาพระบายความร้อนด้วยเทคโนโลยี ASUS IceCool ฮีตไปป์สองเส้น พัดลม Ice Blade 97 ใบพัด และช่องระบายความร้อนสองช่อง*สายเกมเมอร์ : TUF Gaming A14 และ A16โน้ตบุ๊กเกมมิ่งซีรีส์ยอดนิยม TUF Gaming สองรุ่นใหม่ ได้แก่ TUF Gaming A14 ขนาด 14 นิ้ว และ TUF Gaming A16 ขนาด 16 นิ้ว ดีไซน์ตัวเครื่องแบบใหม่ กะทัดรัด พกพาสะดวกยิ่งขึ้น โปรเซสเซอร์ใหม่ AMD Ryzen AI 9 HX 370 มาพร้อมชิพ NPU ให้ความสามารถในการประมวลผล AI กว่า 50 TOPS ใช้งานฟีเจอร์ AI ได้ดียิ่งขึ้น เช่น การเบลอภาพพื้นหลัง การปรับสายตาให้มองกล้องด้วย AI และยังใช้พลังงานระดับต่ำ สายเกมเมอร์ TUF Gaming A14 และ A16 การ์ดจอ NVIDIA และระบบระบายความร้อนที่ได้รับการพัฒนาให้ดียิ่งขึ้น ทำให้โน้ตบุ๊ก TUF Gaming รุ่นนี้มีประสิทธิภาพล้ำหน้าที่สุด ครีเอเตอร์หรือเหล่าเกมเมอร์สที่ต้องใช้การประมวลผล AI TUF Gaming สามารถเร่งประสิทธิภาพการทำงานของการ์ดจอ NVIDIA GeForce RTX 4070 ได้สูงสุดถึง 371 TOPS สามารถทำงานได้อย่างดีเยี่ยม ไม่ว่าจะเป็นเทคโนโลยี DLSS ใช้ AI เพื่อเฟรมเรตที่ลื่นไหล และปรับปรุงคุณภาพของภาพ ให้ภาพที่สวยคมชัดด้วยหน้าจอแสดงผล 2.5K 165Hz ทั้งสองรุ่น*สายคอนโซล : ROG Ally Xเอซุส รีพับลิกออฟเกมเมอร์ส (ROG) ยังเปิดตัวเครื่องเล่นเกมพกพารุ่นใหม่ล่าสุด พร้อมอัพเกรดฮาร์ดแวร์ ทั้งหน่วยเก็บข้อมูล หน่วยความจำแรม (RAM) แบตเตอรี่ และการควบคุม บนระบบปฏิบัติการ Windows 11 ขับเคลื่อนด้วยชิพ AMD Ryzen Z1 Extreme มีเนื้อที่จัดเก็บเกมมากขึ้น RAM ความเร็วสูง พร้อมแบตฯ ที่ใช้งานได้ยาวนานยิ่งขึ้น ROG Ally X ออกแบบมาเพื่อเติมเต็มความต้องการของเหล่าเกมเมอร์สจากรุ่นก่อนหน้า ด้วยหน่วยเก็บข้อมูล SSD ขยายพื้นที่ความจุเป็น 1 TB พร้อมนำเสนอเมนบอร์ดออกแบบใหม่รองรับ M.2 2280 อัพเกรด RAM เป็นขนาด 24 GB เพื่อการใช้งานที่รวดเร็ว สามารถจัดสรรหน่วยความจำให้กับทั้งระบบและการ์ดจอ เพื่อเพิ่มประสิทธิภาพในการเล่นเกมระดับ AAA สายคอนโซล ROG Ally X แบตฯ ขนาด 80 Wh เพิ่มความจุจากรุ่นก่อนเป็นสองเท่า แต่น้ำหนักมากกว่า ROG Ally รุ่นดั้งเดิมเพียง 70 กรัม โดยกระจายน้ำหนักอยู่ตรงกลางระหว่างนิ้วหัวแม่มือและนิ้วชี้ ทำให้รู้สึกเบากว่าน้ำหนักตัวเครื่องจริง เล่นได้สบายมือ แถมพกพาสะดวก ตัวเครื่องโดดเด่นด้วยดีไซน์ใหม่ สีดำโฉบเฉี่ยว ด้ามจับลึกขึ้นเล็กน้อย โค้งมนมากขึ้นเพื่อใช้งานได้สบายมือ ทั้งออกแบบปุ่มกดและตัวเครื่องให้ใช้งานง่ายขึ้น ปุ่มมาโครด้านหลังมีขนาดเล็กลงเพื่อลดการผิดพลาดในการกดโดยไม่ตั้งใจ ส่วนจอยสติ๊กผ่านการทดสอบ มีอายุการใช้งานกว่า 5 ล้านรอบ เหล่าเกมเมอร์สจะเพลิดเพลินกับการเล่นเกมแนวต่อสู้และแนวเรโทรมากขึ้น ด้วยปุ่ม D-Pad ที่พัฒนายกระดับ สามารถควบคุมได้แม่นยำถึง 8 ทิศทาง พอร์ต XG Mobile จากรุ่นเดิมแทนที่ด้วยพอร์ต USB-C สองพอร์ต โดยมีหนึ่งพอร์ตที่รองรับ Thunderbolttm สำหรับการเชื่อมต่อที่หลากหลายมากขึ้น ระบบระบายความร้อนพัฒนาให้ดียิ่งขึ้นด้วยขนาดพัดลมเล็กลงร้อยละ 23 ครีบใบพัดบางลงครึ่งหนึ่ง เพิ่มการไหลเวียนของอากาศมากขึ้น ช่องระบายอากาศใหม่สองช่องช่วยระบายความร้อนไปยังช่องที่สามด้านบนตัวเครื่อง เพิ่มปริมาณอากาศผ่านเครื่องร้อยละ 24 ให้อุณหภูมิเย็นขึ้นกว่ารุ่นก่อน 6 องศาเซลเซียส เพื่อการเล่นเกมที่ต่อเนื่องเต็มอรรถรสทีมข่าวสดไอที ภาพ – เอซุส"
    },
    {
      "index":12,
      "title":"ไมโครซอฟท์ ยอมควัก500ล้านบาท-ยุติคดีถูกฟ้องกดขี่พนง.ลางาน",
      "content":"ไมโครซอฟท์– วันที่ 4 ก.ค. รอยเตอร์รายงานว่า ไมโครซอฟท์ ผู้พัฒนาระบบปฏิบัติการวินโดวส์จากประเทศสหรัฐอเมริกา ตกลงจ่ายเงิน 14 ล้านดอลลาร์สหรัฐ หรือกว่า 500 ล้านบาท เพื่อขอยุติคดีถูกฟ้องร้องจากสำนักงานพิทักษ์สิทธิพลเรือนรัฐแคลิฟอร์เนียความเคลื่อนไหวดังกล่าวเกิดขึ้นหลังสำนักงานพิทักษ์สิทธิพลเรือนรัฐแคลิฟอร์เนียแฝงตัวสืบสวนทางลับพบ ว่าไมโครซอฟท์เจตนาเล่นงานบรรดาพนักงานที่ใช้สิทธิลางานด้วยเหตุผลความจำเป็นเกี่ยวกับบุพการี ความพิการส่วนบุคคล และครอบครัว ตั้งแต่ปี 2560 ด้วยการไม่ขึ้นเงินเดือน ไม่เลื่อนตำแหน่ง และไม่ให้รางวัลการทำงานด้านอื่นๆ เช่น หุ้นของบริษัทสำนักงานพิทักษ์สิทธิพลเรือนรัฐแคลิฟอร์เนีย ระบุว่า พนักงานที่มีความพิการและเป็นผู้หญิงยังมักได้รับการพิจารณาประสิทธิผลการทำงานที่ไม่สอดคล้องกับความเป็นจริง ทำให้ค่าตอบแทนถูกกดทับและโอกาสในการเติบโตด้านการงานอาชีพถูกบิดเบือนไปรายงานระบุว่า ไมโครซอฟท์ที่ถูกสำนักงานพิทักษ์สิทธิพลเรือนรัฐแคลิฟอร์เนียฟ้องร้องดำเนินคดีตกลงจะยุติคดีความดังกล่าวด้วยการชำระเงินกับฝ่ายโจทก์แต่ยังต้องรอผู้พิพากษาเป็นชี้ขาดด้านไมโครซอฟท์ ยังคงยืนยันว่า ทางบริษัทไม่ได้ทำผิดตามข้อกล่าวหาของสำนักงานพิทักษ์สิทธิพลเรือนรัฐแคลิฟอร์เนีย โดยแถลงการณ์ของไมโครซอฟท์ระบุว่าไม่เห็นด้วยกับข้อกล่าวหา"
    },
    {
      "index":13,
      "title":"หลาก&หลาย - Apple WDC 2024  รวมหมัดเด็ด OS ใหม่",
      "content":"แอปเปิ้ลหนึ่งในผู้พัฒนาสินค้าไอทีชั้นนำของโลกจากประเทศสหรัฐอเมริกา เพิ่งเปิดตัวฟีเจอร์โดดเด่นในระบบปฏิบัติการใหม่ไปในงาน Worldwide Developers Conference ปี 2024 ทีมข่าวสดไอทีรวมไฮไลต์เด็ดมาให้ชม คีย์โน้ตปีนี้กล่าวถึง Apple Intelligence ระบบอัจฉริยะส่วนบุคคลที่รวมเอาขุมพลังของโมเดล เจเนอเรทีฟ เข้ากับบริบทเฉพาะตัวบุคคล เพื่อใช้เป็นหัวใจสำคัญของ iPhone, iPad และ Macทิม คุก ซีอีโอแอปเปิ้ล ส่งมอบข้อมูลข่าวสารที่เป็นประโยชน์และตรงใจผู้ใช้ นอกจากนี้ยังมีการอัพเดตสำคัญในระบบปฏิบัติการอย่าง iOS 18, iPadOS 18, macOS Sequoia และ watchOS 11รวมถึงการปรับดีไซน์ครั้งใหญ่สุดเท่าที่เคยมีมาในแอพพลิเคชั่น รูปภาพ เครื่องมือเพิ่มประสิทธิภาพการทำงานที่จะมาสร้างความเปลี่ยนแปลงให้กับวงการ และวิธีใหม่ๆ สำหรับผู้ใช้ในการแสดงความเป็นตัวเอง และปรับแต่งอุปกรณ์ให้เข้ากับผู้ใช้มากขึ้น นอกจากนี้ visionOS 2 มาพร้อมวิธีใหม่ๆ อันทรงพลังในการโต้ตอบกับ Apple Vision Pro และการอัพเดตที่น่าตื่นเต้นสำหรับรูปภาพเชิงมิติพื้นที่ และจอภาพเสมือน Macขณะที่ tvOS 18 จะสอดแทรกข้อมูลที่เป็นประโยชน์ไว้ในภาพยนตร์ และรายการต่างๆ ของ Apple TV+ เพื่อให้ผู้ใช้ได้รับชมที่อุปกรณ์สื่อสารตามใจปรารถนา Apple IntelligenceApple Intelligence ใช้ประโยชน์จากขุมพลังของ Apple Silicon เพื่อทำความเข้าใจ สร้างภาษาและรูปภาพ ทำสิ่งต่างๆ สลับไปมาระหว่างแอพและพิจารณาถึงบริบทเฉพาะตัวของผู้ใช้ เพื่อช่วยให้สิ่งที่ทำอยู่ทุกวันเป็นเรื่องง่ายและรวดเร็วยิ่งขึ้นApple Intelligence โดยรากฐานของ Apple Intelligence คือ การประมวลผลบนอุปกรณ์ ซึ่งส่งมอบข้อมูลข่าวสารเฉพาะตัวบุคคลโดยไม่เก็บข้อมูลของผู้ใช้ขณะที่ Private Cloud Compute จะสร้างมาตรฐานใหม่ให้กับความเป็นส่วนตัวในด้าน AI ที่สามารถรีดพลัง และขยายขีดความสามารถในการคำนวณระหว่างการประมวลผลบนอุปกรณ์ กับโมเดลบนเซิร์ฟเวอร์ที่ใหญ่กว่า ซึ่งทำงานบนเซิร์ฟเวอร์ Apple Silicon ที่จัดสรรไว้โดยเฉพาะiOS 18iOS 18 ช่วยให้ผู้ใช้จัดวางแอพและวิดเจ็ตไว้ตำแหน่งใดก็ได้ที่ว่างบนหน้าจอโฮม ปรับแต่งปุ่มที่ด้านล่างของหน้าจอล็อก และเข้าถึงส่วนควบคุมต่างๆ ในศูนย์ควบคุมได้มากขึ้นiOS 18 แอพภาพยังได้รับการปรับดีไซน์ครั้งใหญ่ คลังภาพจึงได้รับการจัดระเบียบโดยอัตโนมัติ เป็นมุมมองใหม่แบบหนึ่งเดียว พร้อมคอลเล็กชั่นใหม่ๆ ที่ช่วยให้เข้าถึงรูปโปรดได้สะดวกรวดเร็วขณะที่ iMessage มาพร้อมเอฟเฟ็กต์แบบใหม่หมดที่จะทำให้การสนทนามีสีสันมากขึ้นโดยการเพิ่มน้ำหนักให้กับตัวอักษร คำ วลี หรืออีโมจิในแบบเคลื่อนไหวที่มีชีวีตชีวา และผู้ใช้ยังสามารถสื่อสารผ่านดาวเทียมในแอพข้อความได้เมื่อไม่มีสัญญาณโทรศัพท์ หรือไวไฟiPad OS 18iPadOS 18 ยกระดับประสบการณ์การใช้งาน iPad ในแบบที่อเนกประสงค์ และชาญฉลาดยิ่งกว่าที่เคย ด้วยคุณสมบัติและแอพใหม่ๆ ที่ออกแบบมาสำหรับ Apple Pencil โดยเครื่องคิดเลข Math Notes แบบใหม่มาอยู่บน iPad แล้วiPadOS 18 ผู้ใช้สามารถพิมพ์หรือเขียนนิพจน์ทางคณิตศาสตร์ โจทย์ดังกล่าวก็จะถูกประมวลเพื่อหาคำตอบให้ในทันทีผ่านลายมือของผู้ใช้เอง นอกจากนี้ ยังมีเครื่องมือสำหรับการเขียนด้วยลายมือใหม่ในแอพโน้ตซึ่งรวมถึง Smart Script ที่จะทำให้โน้ตที่เขียนด้วยลายมือนั้นลื่นไหล ยืดหยุ่น และอ่านง่ายขึ้น macOSmacOS Sequoia ทำให้คุณสมบัติความต่อเนื่องระหว่าง iPhone และ Mac ยอดเยี่ยมกว่าที่เคย ด้วยการสะท้อนหน้าจอ iPhone ที่ช่วยขยายขีดความสามารถให้ผู้ใช้เข้าถึงและควบคุม iPhone ได้โดยตรงจาก MacmacOS Sequoia ส่วน Safari ได้รับการอัพเดตครั้งใหญ่ มาพร้อม Highlights เพื่อให้สามารถค้นพบข้อมูลต่างๆ บนเว็บเพจได้ง่ายดายในระหว่างท่องเว็บ การเล่นเกมจะเต็มอิ่มสมจริงยิ่งขึ้นด้วยระบบเสียงตามตำแหน่ง พาผู้เล่นเข้าไปอยู่ในโลกของความสนุกในแบบที่ไม่เคยมีมาก่อน คนแน่นงานเหมือนเดิม โดย Apple Intelligence ยังปลดล็อกวิธีใหม่ๆ ในการให้ผู้ใช้ Mac ปรับปรุงการเขียนและการสื่อสารให้มีประสิทธิภาพมากขึ้น สร้างภาพเก๋ๆ ได้ในไม่กี่วินาที และอื่นๆ อีกมากมาย ผ่านการใช้ประโยชน์สูงสุดจากขุมพลังของ Apple Silicon และ Neural Engine และจะใช้งานได้กับ Mac ทุกรุ่นที่มีชิพตระกูล M watchOS 11watchOS 11 นำเสนอข้อมูลเชิงลึกที่ล้ำสมัยเกี่ยวกับสุขภาพและการออกกำลังกายของผู้ใช้ ตลอดจนการปรับแต่งที่มากกว่าที่เคย แอพ Vitals ใหม่จะแสดงตัวชี้วัดที่สำคัญเกี่ยวกับสุขภาพและบริบทที่เกี่ยวข้องwatchOS-11ขณะที่ความสามารถในการวัดความหนักในการฝึกซ้อม ช่วยมอบประสบการณ์ใหม่สำหรับการออกกำลังกาย และวงแหวนกิจกรรมที่ผู้ใช้ชื่นชอบยังปรับแต่งได้มากกว่าที่เคย วิดเจ็ตซ้อนอัจฉริยะ และหน้าปัดรูปภาพ ใช้ระบบอัจฉริยะเพื่อนำเสนอสิ่งที่เข้ากับผู้ใช้แต่ละรายมากขึ้นนอกจากนี้ Apple Watch และแอพสุขภาพบน iPhone และ iPad ยังมอบการสนับสนุนเพิ่มเติมสำหรับผู้ใช้ที่กำลังตั้งครรภ์อีกด้วย ตลอดจนคุณสมบัติเช็กอิน แอพแปลภาษา และความสามารถใหม่ๆ ของคำสั่งนิ้ว “แตะสองครั้ง” ก็พร้อมใช้งานบน Apple Watch เช่นกัน visionOS 2หลังเปิดตัวครั้งแรกเมื่อไม่กี่เดือนที่ผ่านมา visionOS 2 นำประสบการณ์การประมวลผลเชิงมิติพื้นที่ใหม่มาสู่ Apple Vision Pro ซึ่งรวมถึงวิธีใหม่อันทรงพลังที่ทำให้ผู้ใช้สร้างสรรค์รูปภาพเชิงมิติพื้นที่ได้ด้วยภาพในคลังที่มีอยู่แล้ว และยังมีคำสั่งมือที่ใช้งานง่าย เพื่อให้เข้าถึงข้อมูลสำคัญได้อย่างรวดเร็วvisionOS 2 พร้อมด้วยคุณสมบัติใหม่ๆ สำหรับจอภาพเสมือน Mac โหมดเดินทาง และการใช้งานในสถานะผู้ใช้ทั่วไป VisionOS 2 ยังมาพร้อมความสามารถใหม่ๆ ที่น่าตื่นเต้น เช่น ติดตามการหายใจในแอพทำสมาธิ SharePlay สำหรับแอพรูปภาพ และการดูแบบหลายมุมมองในแอพ TV tvOS 18ท้ายสุดเป็น tvOS 18 มาพร้อมคุณสมบัติอัจฉริยะใหม่ เช่น InSight รวมถึงการอัพเดตคุณสมบัติปรับเสียงสนทนาและคำบรรยาย ซึ่งช่วยยกระดับประสบการณ์การรับชมภาพยนตร์ไปอีกขั้นtvOS 18 นอกจากนั้น Apple Fitness+, Apple Music และ “FaceTime ยังมาพร้อมความสามารถใหม่ๆ ที่ยอดเยี่ยมขึ้นอีกสำหรับการรับชมผ่านหน้าจอที่ใหญ่ที่สุดของผู้ใช้ส่วนแอพบ้านมีคุณสมบัติใหม่เพิ่มเข้ามาใน iOS 18 อย่าง Guest Access หรือสิทธิ์เข้าถึงสำหรับแขก และการปลดล็อกแบบแฮนด์ฟรีด้วยคุณสมบัติกุญแจบ้าน เพื่อมอบประสบการณ์อันสะดวกสบาย และปลอดภัยในการเข้าบ้านขณะที่การอัพเดตซอฟต์แวร์ของ AirPods จะพลิกโฉมวิธีการที่ผู้ใช้โต้ตอบกับ Siri ด้วยท่าทางใหม่ๆ รับสายเพื่อนและคนที่รัก รวมถึงดื่มด่ำกับเกมโปรดของตนเอง ทีมข่าวสดไอทีภาพ – แอปเปิ้ล"
    },
    {
      "index":14,
      "title":"หลาก&หลาย - เลอโนโว Yoga Book 9i โน้ตบุ๊กแปลงร่างสองจอ",
      "content":"เลอโนโว พร้อมวางจำหน่ายโน้ตบุ๊ก Lenovo Yoga Book 9i เจเนอเรชั่นใหม่ล่าสุด สำหรับเหล่าผู้นำเทรนด์ที่กำลังมองหาโน้ตบุ๊กเพื่อตอบโจทย์การใช้งานได้เสถียรและหลากหลายรูปแบบกว่าที่เคยมี 2 จอ ใช้จอเดียวก็ได้ ด้วยตัวเครื่องที่ผลิตขึ้นจากอะลูมิเนียมวัสดุเกรดเดียวกับที่ใช้ในการผลิตอากาศยาน ดีไซน์โค้งมนรับกับมือในขณะที่ถือ ทำให้ Lenovo Yoga Book 9i เป็นโน้ตบุ๊กสไตล์คอนเวอร์ทิเบิล ที่มาพร้อมประสิทธิภาพYoga Book 9i เป็นโน้ตบุ๊กสองหน้าจอ ภายใต้ชื่อเก๋ไก๋ Lenovo PureSight OLED ขนาด 13.3 นิ้ว ความละเอียด 2.8K ขอบจอบางทั้ง 4 ด้าน ให้สัดส่วนมุมมองภาพขนาด 16:10 รองรับภาพแบบ Dolby Vision HDR ให้ความสว่างคมชัดในทุกองศาการมองโหมดอ่านหนังสือหน้าจอรองรับการแสดงเฉดสีในระดับ 100% DCI-P3 color gamut ความสว่างสูงสุดถึง 400 นิต (nit) และความสว่าง HDR สูงสุด 600 nits ตรงตามมาตรฐาน VESA DisplayHDR 500 True Blackนอกจากนี้ ยังได้มาตรฐาน TUV Rheinland EyeSafe Display Requirements 2.0 และ Radiance Protection Factor (RPF) 60 ช่วยป้องกันสายตาและลดความเมื่อยล้าจากการจ้องหน้าจอเป็นเวลานานโน้ตบุ๊กยังมาพร้อมปากกาดิจิตอล Wacom AES 2.0 digital pen สำหรับใช้วาดหรือเขียนบนหน้าจอที่รองรับการสัมผัสได้ถึง 10 จุดพร้อมกัน นอกจากนี้ ยังรองรับการใช้งาน Windows Hello ผ่านกล้อง IR เว็บแคมความละเอียด 5 ล้านพิกเซล (MP) มีเซ็นเซอร์สำหรับ ambient light และ time-of-light รวมถึงไมโครโฟนแบบคู่ ปลดปล่อยพลังเสียงดังกระหึ่มด้วยลำโพงแบบซาวด์บาร์ที่ติดตั้งไว้ในแผงข้อต่อระหว่างสองหน้าจอจากแบรนด์ Bowers & Wilkins ประกอบด้วยวูฟเฟอร์ 2 ตัว และทวิตเตอร์ 2 ตัว ให้คุณภาพเสียงคมชัด กังวาน สมจริง โดยถ่ายทอดออกจากตัวเครื่องผ่านซาวด์บาร์ที่หมุนได้แปลงร่างตามใจชอบ Lenovo Yoga Book 9i ใช้ขุมพลังจากหน่วยประมวลผลกลาง หรือซีพียู Intel Core Ultra series ที่ส่งมอบประสิทธิภาพการทำงานครบครัน ทั้งในแง่ซีพียู หน่วยประมวลผลกราฟิก หรือจีพียู และหน่วยประมวลผลข่ายประสาท หรือเอ็นพียู รองรับการใช้งานปัญญาประดิษฐ์ หรือ เอไอช่วยยกระดับประสบการณ์ใช้งานกราฟิกและการประมวลผลขั้นสูงด้วยเอไอ ผ่านแพลตฟอร์ม Intel Evo รับรองการตอบสนองที่ว่องไวทันใจและเปิดเครื่องได้ภายใน 1 วินาที ด้านแบตเตอรี่โน้ตบุ๊กใช้งานต่อเนื่องได้ยาวนานถึง 24 ชั่วโมงครึ่งเมื่อใช้งานหน้าจอเดียว และนาน 15 ชั่วโมงเมื่อใช้งานสองหน้าจอพร้อมกันด้วยประสิทธิภาพการจัดการพลังงานขั้นสูงจากแบตเตอรี่ขนาด 80 วัตต์ (W) และฟังก์ชันรองรับการชาร์จเร็วแบบ Charge Boost technology เล่นวิดีโอต่อเนื่องได้นาน 2 ชั่วโมงจากการชาร์จ 15 นาที โหมดเต็นท์โน้ตบุ๊กยังมีน้ำหนักเบาเพียง 1.34 กิโลกรัม บางเพียง 15.95 มิลลิเมตร Lenovo Yoga Book 9i ได้รับการออกแบบให้ทั้งสองหน้าจอเชื่อมต่อกันด้วยข้อต่อที่ทำให้หมุนได้ 360 องศา จึงเหมาะสำหรับกลุ่มผู้ใช้งานเครื่องสไตล์คอนเวอร์ทิเบิลที่รองรับการใช้งานทั้งในโหมดโน้ตบุ๊ก โหมดเต็นท์ และโหมดแท็บเล็ต โดย Lenovo Yoga Book 9i ยังมีอีกโหมดการใช้งานใหม่เรียกว่า มัลติโหมดพลัส (Multimode+) ซึ่งคือโหมด book สำหรับอ่านหนังสือ และโหมด scroll เพื่อการใช้งานที่ครอบคลุมมากยิ่งขึ้นแถมครบชุด Lenovo Yoga Book 9i มาพร้อมอุปกรณ์เสริมเข้าชุด ได้แก่ โฟลิโอเคสแบบพับ ในสีเขียว Tidal Teal แป้นพิมพ์ Magnetic Bluetooth Keyboard เมาส์ Lenovo Yoga 600 Bluetooth Silent Mouse และปากกาดิจิตอล Digital Pen 3 ที่รองรับความไวต่อแรงกดถึง 4,096 ระดับ และการเขียนแบบเอียงให้คุณภาพการเขียนที่แม่นยำ ไม่ว่าจะเป็นการสเกตช์ภาพหรือการจดบันทึกบนระบบปฏิบัติการไมโครซอฟท์ วินโดวส์ 11ท้ายสุดเป็นการเพิ่มประสิทธิภาพให้การใช้งานทั่วไปดีเยี่ยมยิ่งขึ้นด้วยแอพพลิเคชั่นที่อยู่ในตัวเครื่อง ได้แก่ Smart Launcherสำหรับจัดกลุ่มและแสดงแอพฯ ที่ใช้งานบ่อยเพื่อให้ง่ายต่อการเข้าใช้งานSmart Noteสำหรับจดบันทึกที่สามารถทำได้ในทันทีแม้หน้าจอเครื่องจะล็อกอยู่ก็ตาม และมอบประสบการณ์การอ่านหนังสือบนโน้ตบุ๊กให้เหนือขั้นด้วย Smart Reader ที่สามารถแสดงผลทั้งสองหน้าจอ และให้มุมมองเสมือนการอ่านหนังสือจริงเลอโนโวออกแบบ Lenovo Yoga Book 9i ผ่านความใส่ใจต่อสิ่งแวดล้อม โดยส่วนฝาเครื่องด้านบน ผลิตขึ้นจากวัสดุอะลูมิเนียมรีไซเคิลทั้งหมด และใช้บรรจุภัณฑ์ห่อหุ้มตัวเครื่องผลิตขึ้นจากกระดาษที่ได้รับการรองรับจาก FSC นอกจากนี้ กล่องอะแด็ปเตอร์ยังทำจากพลาสติกรีไซเคิลถึงร้อยละ 90 ด้วยLenovo Yoga Book 9i วางจำหน่ายแล้ววันนี้ สนนราคาเริ่มต้นที่ 75,990 บาท ผ่านร้านค้าที่ร่วมรายการและตัวแทนจำหน่ายเลอโนโวทั่วประเทศสำหรับข้อมูลเพิ่มเติมเกี่ยวกับผลิตภัณฑ์สามารถเยี่ยมชมได้ที่เว็บไซต์ https:\/\/www.lenovo.com\/th\/th หรือ https:\/\/www.facebook.com\/LenovoTH ทีมข่าวสดไอที ภาพ – เลอโนโว"
    },
    {
      "index":15,
      "title":"ใครคือ 'เจนเซน หวง' ผู้ดัน เอ็นวิเดีย ผงาดฟ้า มูลค่าทะลุ 110 ล้านล้าน",
      "content":"วิศวกรไฟฟ้าวัย 61 ปี ไม่น่าจะมีแฟนๆ รุมกรี๊ด ล้อมถ่ายรูปและขอลายเซ็นราวกับเป็นซูเปอร์สตาร์ได้ขนาดนี้ แต่ เจนเซน หวงผู้บริหารใหญ่ของ เอ็นวิเดีย (Nvidia) เป็นเช่นนั้นเลย หลายวันนี้ ไม่ว่าเจนเซน หวง จะไปที่ไหน ก็มีผู้คนมากมายตะโกนเรียกชื่อ แย่งกันถ่ายเซลฟี่และขอลายเซ็นจากซีอีโอเอ็นวิเดีย บริษัทชิปยักษ์ใหญ่ที่สร้างปรากฏการณ์ในสัปดาห์นี้ เมื่อมูลค่าตลาดของบริษัทพุ่งทะลุ 3 ล้านล้านดอลลาร์ หรือราว 110 ล้านล้านบาท จากรายงานของสำนักข่าว เอพีเมื่อกลางสัปดาห์ บริษัทเอ็นวิเดีย แซงหน้า แอมะซอน (Amazon) และ แอลฟาเบต (Alphabet) ขึ้นไปรั้งที่สาม บริษัทที่มีมูลค่าสูงสุดของโลก ทั้งยังแซงแอปเปิล (Apple) ขึ้นแท่นอันดับสองของโลกในชั่วขณะหนึ่ง ก่อนจะถอยมาที่มูลค่า 3,011 ล้านล้านดอลลาร์ ตามหลังเบอร์หนึ่ง ไมโครซอฟท์ (3.168 ล้านล้านดอลลาร์) และแอปเปิล (3.029 ล้านล้านดอลลาร์) อยู่ในขณะนี้ ทั้งๆ ที่เมื่อสองปีก่อน บริษัทมีมูลค่าที่ 418,000 ล้านดอลลาร์ FILE – A sign for a Nvidia building is shown in Santa Clara, Calif., May 31, 2023. (AP Photo\/Jeff Chiu, File)บีบีซีรายงานว่า เจนเซน หวง กำลังได้รับการปฏิบัติเสมือนเป็นร็อกสตาร์จริงๆมาร์ค ซักเคอร์เบิร์ก ซีอีโอของเมตา ( Meta ยังบอกกับผู้ติดตามโซเชียลมีเดียที่เขียนมาถามว่านายหวงเป็นใคร โดยให้คำบรรยายเปรียบเปรยว่า หวงคือ “เทย์เลอร์ สวิฟต์ แห่งวงการเทคโนโลยี” บ็อบ โอดอนเนลล์ นักวิเคราะห์เทคโนโลยีมองว่า เจนเซน หวง เห็นโอกาสในการสร้างเอ็นวิเดีย เขากำลังสนุกกับช่วงเวลานี้อย่างเห็นได้ชัด ภาพลักษณ์ของเขาตอนนี้คือ ผู้บริหารที่แจ็กเก็ตนักบิด แบรนด์ ทอม ฟอร์ด มูลค่า 9,000 ดอลลาร์ หรือราว 3.3 แสนบาท ในงาน Computex งานชุมนุมใหญ่ผลิตภัณฑ์เทคโนโลยีรุ่นใหม่ๆ ประจำปีที่ไต้หวันในสัปดาห์นี้ หวงร่วมเฟรมกับคนที่มาขอถ่ายรูปนับไม่ถ้วนสื่อท้องถิ่นไต้หวันจึงเรียกกระแสคลั่งไคล้บุรุษท่านนี้ว่า “Jensanity” ซึ่งดึงเอาชื่อต้นของเขา (เจน) มาบวกกับคำว่าแซนิตี้ ซึ่งก็ไม่รู้ว่าจะดีหรือไม่ เพราะตอนนี้ หน่วยงานกำกับดูแลของสหรัฐอเมริกา เตรียมจะเปิดการสอบสวนบริษัทเทคโนโลยีขนาดใหญ่ รวมถึง เอ็นวิเดีย ว่าเข้าข่ายครอบงำอุตสาหกรรม AI หรือไม่President and CEO of Nvidia Corporation Jensen Huang delivers a speech during the Computex 2024 exhibition in Taipei, Taiwan, Sunday, June 2, 2024. (AP Photo\/Chiang Ying-ying) บีบีซีระบุว่า หวงผงาดขึ้นมาในช่วงที่เทคโนโลยีปัญญาประดิษฐ์ หรือ เอไอ เข้าสู่ยุคเฟื่องฟู ในขณะที่เอ็นวิเดียผู้นำในการออกแบบชิป AI และยังมี TSMC ยักษ์ใหญ่ผู้ผลิตชิปของไต้หวัน เป็นพันธมิตรการผลิตชิปเอไอให้กับเอ็นวิเดียแต่เพียงเจ้าเดียว ความสำเร็จของเอ็นวิเดีย เป็นแรงหนุนให้หุ้นของ TSMC พุ่งสูงสุดเป็นประวัติการณ์เมื่อวันพฤหัสบดีที่ 6 มิ.ย. ชิประดับไฮเอนด์ รวมถึงที่ใช้สำหรับ AI ยังเป็นแหล่งผลิตความตึงเครียดทางภูมิรัฐศาสตร์ หรือจีโอโพลิติกส์ เมื่อสหรัฐกับจีนแข่งขันกันเป็นเจ้าวงการ ในขณะนี้ไต้หวันเป็นผู้นำเกมนี้ เพราะเป็นผู้ ผลิตชิปที่ล้ำสมัยที่สุดในโลกเกือบทั้งหมด เจนเซน หวง ประธานและซีอีโอ เอ็นวิเดีย กล่าวบรรยายในงาน Computex 2024 ที่ไทเป ไต้หวัน เมื่อ 2 มิ.ย. 2024. (AP Photo\/Chiang Ying-ying) ปัจจัยเหล่านี้ทั้งหมดได้สร้างกระแสความนิยมมากมายให้กับนายหวงและบริษัทที่เขาก่อตั้งขึ้นเมื่อหลายทศวรรษก่อน ความสำเร็จของเขายังเป็นเรื่องน่าภาคภูมิใจสำหรับไต้หวัน ซึ่งประชาชนมองว่าเป็นดินแดนที่ปกครองตนเอง แม้จีนแผ่นดินใหญ่จะย้ำซ้ำๆ ว่าไต้หวันคือส่วนหนึ่งของจีน เมื่อการอ้างสิทธิ์เหล่านั้นดุเดือดขึ้น การส่งออกชิปของไต้หวันจึงกลายเป็นทั้งชะตาชีวิตและเครื่องมือด้านซอฟต์พาวเวอร์ โอดอนเนลล์กล่าวว่า การที่หวงเกิดในไต้หวันแม้ย้ายไปสหรัฐตั้งแต่อายุ 5 ขวบ และตอนนี้อาศัยอยู่ในซานตาคลารา รัฐแคลิฟอร์เนีย คนก็ยังถือว่าเขาเป็นคนจากไต้หวันที่ประสบความสำเร็จ นายหวงมักไปเยือนไต้หวันบ่อยครั้ง เขาย้ำเสมอว่า เอ็นวิเดียจะยังคงลงทุนในไต้หวันต่อไป โดยเพิ่งเปิดเผยในสัปดาห์นี้ว่า บริษัทวางแผนที่จะสร้างสำนักงานใหญ่ระดับภูมิภาคในไต้หวัน ซึ่งเป็นข่าวที่น่ายินดีสำหรับดินแดนแห่งนี้ จากเดิมที่ทางการ ไต้หวันกังวลว่า ผู้ผลิตอาจย้ายฐานการผลิตชิปไปประเทศอื่นเพื่อเป็นทางเลือกที่จะปลอดภัยหากจีนรุกราน สำหรับเอ็นวิเดีย มูลค่าหุ้นเพิ่มขึ้นกว่า 200% ในช่วงปีที่ผ่านมา ส่วนหวงก็เป็นผู้นำในงานเปิดตัวชิปของบริษัท เหมือนกับงานเปิดตัวผลิตภัณฑ์ของแอปเปิล ซึ่งมีผู้ชมจำนวนมาก งานเปิดตัวผลิตภัณฑ์ครั้งใหญ่ครั้งก่อนของเอ็นวิเดียที่ซานโฮเซ่ สหรัฐ จัดขึ้นในสนามกีฬา มีคนแน่นขนัดและมีผู้คนยืนต่อแถวจำนวนมากที่เข้าไปไม่ได้ ส่วนงานล่าสุดที่ไต้หวันนี้ “มันเหมือนกับคอนเสิร์ตร็อก” นายโอดอนเนลล์กล่าวและว่า “เมื่อเขามาขึ้นเวทีบรรยายในสนามกีฬา ผมก็อดล้อไม่ได้ว่าเขามาเปิดทัวร์คอนเสิร์ต”สิ่งที่ผู้คนจำหวงได้ติดตาก็คือเขามักจะใส่เสื้อหนังตัวเดิม ซึ่งเขาให้เครดิตนี้กับลูกสาวและภรรยาที่สร้างสไตล์เอกลักษณ์นี้ให้ โฆษกบริษัทบอกว่า ซีอีโอใส่เสื้อตัวนี้มากว่า 20 ปีแล้ว ตัวล่าสุดที่ซื้อจากห้องเสื้อทอมฟอร์ด และก็ใส่ออกงานตลอด แม้ว่าตอนไปสิงคโปร์ที่มีอากาศร้อนชื้น “การใส่เสื้อหนังสื่อถึงความอิสระทางความคิด พร้อมจะฝ่ากฎต่างๆ ทำสิ่งที่แตกต่างออกไป และท้าทายสถานะเดิม” ซารา เมอร์ฟี สไตลิสต์แฟชั่นกล่าว และเสริมว่า “สไตล์ที่เป็นเอกลักษณ์ของเจนเซนทำให้เขาดูสบายๆ และเสน่ห์ที่เข้าถึงได้ง่าย”President and CEO of Nvidia Corporation Jensen Huang delivers a speech during the Computex 2024 exhibition in Taipei, Taiwan, Sunday, June 2, 2024. (AP Photo\/Chiang Ying-ying) สไตล์เฉพาะตัวไม่ใช่เรื่องแปลกสำหรับซีอีโอวงการเทค อย่าง สตีฟ จ็อบส์ ผู้ร่วมก่อตั้งแอปเปิล คนก็จำเขาได้จากชุดเสื้อสเวตเตอร์แซงต์ครัวซ์คอเต่าสีดำ, กางเกงยีนส์ลีวายส์ 501 สีน้ำเงิน, และรองเท้า นิวบาลานซ์ 991 ขณะซักเคอร์เบิร์กมักจะสวมเสื้อเสื้อยืดแบบเรียบ ๆ จากแบรนด์แฟชั่นหรู “การแต่งกายเป็นชุดเดียวกัน” สามารถช่วยให้ผู้ประกอบการสร้างภาพลักษณ์ของความมั่นคงให้กับบริษัท เพราะผู้คนต้องการความสม่ำเสมอจากผู้นำ การแต่งกายในชุดเดียวกันช่วยให้สิ่งต่าง ๆ คาดเดาได้ในตลาดที่ผันผวนและคาดเดาไม่ได้” เมอร์ฟีกล่าว นอกเหนือจากแจ็คเก็ตหนัง นายหวงยังมีเส้นทางตรงตามแบบฉบับของเด็กติดเทค ตอนอายุ 9 ขวบเมื่อครอบครัวของเขาย้ายไปที่ฝั่งตะวันตกของสหรัฐ หวงจบการศึกษาเป็นวิศวกรไฟฟ้าจากโอเรกอน สเตท ยูนิเวอร์ซิตี จากนั้นก็ได้รับปริญญาโทในสาขาเดียวกันที่มหาวิทยาลัยสแตนฟอร์ด หวงแต่งงานกับแฟนสมัยเรียนและคู่หูในห้องแล็บ ลอรี มิลส์ ซึ่งฝ่ายหญิงเป็นวิศวกรไฟฟ้าเช่นกัน ทั้งคู่มีลูกสองคน วิศวกรหนุ่มทำงานที่บริษัทชิปของสหรัฐ AMD ก่อนออกร่วมก่อตั้งบริษัท เอ็นวิเดีย ในปี 2536 (ค.ศ. 1993) โดย ตอนแรกบริษัทเป็นที่รู้จักจากชิปที่ประมวลผลกราฟิก โดยเฉพาะอย่างยิ่งสำหรับเกมคอมพิวเตอร์ ก่อนเปลี่ยนโฟกัสไปที่เอไอ ซึ่งปัจจุบันครองตลาดอยู่ President and CEO of Nvidia Corporation Jensen Huang, center, cheers with Foxconn Chairman Young Liu, right, during the Computex Taipei, one of the world’s largest computer and technology expos, in Taipei, Taiwan, Tuesday, June 4, 2024. (AP Photo\/Chiang Ying-ying) หวงเองมีทรัพย์สินราว 1.06 แสนล้านดอลลาร์จากการสำรวจของนิตยสารฟอร์บส์ ครองอันดับบุคคลที่รวยที่สุดอันดับ 14 ของโลก โอดอนเนลล์คาดว่า หวงน่าจะออกงานอีเวนต์ต่อไป โดยพยายามสร้างแบรนด์ของเอ็นวิเดีย ในขณะที่ทุกคนต้องการให้หวงขึ้นเวที และตัวเขาก็ยินดีที่จะเข้าร่วม “เขาวางตำแหน่งตัวเองให้เป็นเหมือนผู้นำเอไอเชิงสร้างสรรค์ แต่อุตสาหกรรมไม่ชอบการผูกขาด ตอนนี้เอ็นวิเดียมีส่วนแบ่งการตลาดมหาศาล แต่คู่แข่งอย่างเอเอ็มดี และอินเทลAMD เริ่มไล่ตามทัน”"
    },
    {
      "index":16,
      "title":"หลาก&หลาย - Apple iPad Air (2024)  ชิพใหม่-จอใหญ่-ไม่แพง",
      "content":"แอปเปิ้ลประกาศเปิดตัว iPad Air รุ่น 11 และ 13 นิ้ว แบบใหม่หมด เป็นครั้งแรกที่มาในสองขนาด อัดฉีดพลังโดยชิพประมวลผล M2 หน่วยประมวลผล (CPU) หน่วยประมวลผล กราฟิก (GPU) และ Neural Engine ที่เร็วยิ่งขึ้นสำหรับปัญญาประดิษฐ์ (AI) กล้องหน้าอัลตราไวด์ความละเอียด 12 ล้านพิกเซล (MP) คุณสมบัติจัดให้อยู่ตรงกลาง ย้ายมาอยู่บนขอบแนวนอนของ iPad Air สำหรับการโทร.แบบวิดีโอ นอกจากนี้ ยังมี Wi-Fi ที่เร็วยิ่งขึ้น และรองรับสัญญาณ 5G ในรุ่นเซลลูลาร์ ภายใต้ดีไซน์พกพาสะดวก แบตเตอรี่ใช้งานได้นานตลอดวันจอภาพ Liquid Retina สวยสดงดงาม รองรับ Apple Pencil Pro, Apple Pencil (USB-C) และ Magic Keyboard มีให้เลือกในสีฟ้าและสีม่วงใหม่ สีสตาร์ไลต์และสีเทาสเปซเกรย์iPad Air รุ่น 11 นิ้ว ออกแบบใหม่พกพาสะดวก เหมาะกับการทำงานระหว่างเดินทาง ส่วนผู้ใช้ที่ต้องการจอภาพใหญ่ขึ้น เลือกรุ่น 13 นิ้วได้ พื้นที่หน้าจอใหญ่กว่าร้อยละ 30ทั้งสองรุ่นมากับจอภาพ Liquid Retina เคลือบหน้าจอป้องกันแสงสะท้อน เทคโนโลยีให้สีแบบ True Tone ความสว่างสูง รองรับขอบเขตสีกว้างแบบ P3 คอนเทนต์ต่างๆ จึงสวยสด คมชัดทุกสภาพแสงกล้องหน้าอัลตราไวด์ 12 MP ย้ายมาอยู่บนขอบแนวนอน พร้อมคุณสมบัติจัดให้อยู่ตรงกลาง ใช้การเรียนรู้ของระบบ (ML) เพื่อปรับให้ทุกคนอยู่ในเฟรมโดยอัตโนมัติไม่ว่าจะพูดคุยกับเพื่อนและครอบครัวผ่าน FaceTime หรือเข้าร่วมประชุมผ่านวิดีโอขณะใช้งานคีย์บอร์ดบน iPad Airกล้องหลังไวด์ 12 MP ถ่ายภาพความละเอียดสูงและวิดีโอระดับ 4K รองรับสโลว์โมชั่น 240 เฟรมต่อวินาที (fps) ไมโครโฟนคู่ออกแบบมาให้ทำงานร่วมกับกล้องอย่างลงตัว สามารถบันทึกเสียงจากกล้องที่ใช้งาน และลดเสียงรบกวนรอบข้างให้เหลือน้อยที่สุดลำโพงสเตอริโอแนวนอน พร้อมระบบเสียงตามตำแหน่ง รุ่น 13 นิ้วให้คุณภาพเสียงดียิ่งขึ้น พร้อมเบสเพิ่มขึ้นเป็นสองเท่า ชิพ M2 ยกระดับประสิทธิภาพ iPad Air ครั้งใหญ่ด้วย CPU แบบ 8-core และ GPU แบบ 10-core ที่เร็วยิ่งขึ้น ชิพ M2 มีประสิทธิภาพแบบก้าวกระโดดสำหรับผู้อัพเกรดจาก iPad Air รุ่นก่อนหน้า ที่ใช้ชิพ M1 เมื่อรวมกับแบนด์วิธหน่วยความจำที่เร็วขึ้น iPad Air ใหม่จึงเร็วกว่ารุ่นก่อนเกือบร้อยละ 50 สำหรับงานและการสร้างสรรค์ทุกประเภท และเมื่อเปรียบเทียบ iPad Air ที่ใช้ชิพ A14 Bionic จะพบว่า iPad Air ใหม่มีประสิทธิภาพเร็วขึ้นสูงสุด 3 เท่า ตั้งแต่การสร้างคอนเทนต์ที่ดึงดูดใจได้รวดเร็วกว่าที่เคยใน Affinity Designer ไปจนถึงการเล่นเกมที่เน้นกราฟิกหนักๆ อย่าง Zenless Zone Zero จากค่ายHoYoverse (miHoYo) ชิพ M2 ทำให้ iPad Air ใหม่เป็นอุปกรณ์น่าทึ่งสำหรับ AI เพราะมาพร้อม Neural Engine แบบ.16-core ที่มีประสิทธิภาพมากขึ้น และเร็วกว่าชิพ M1 ถึงร้อยละ 40ยิ่งเมื่อผนึกกำลังกับตัวเร่งความเร็ว ML ใน CPU และ GPU ที่ทรงพลังเพื่อเพิ่มประสิทธิภาพการเรียนรู้ของระบบบนอุปกรณ์ ควบคู่กับสถาปัตยกรรมหน่วยความจำแบบรวมของ Apple Silicon ด้วยแล้ว iPad Air จึงมอบประสิทธิภาพด้าน AI ได้อย่างยอดเยี่ยมการเชื่อมต่อแบบไร้สายเร็วขึ้น เพราะรองรับ Wi-Fi 6E พร้อมประสิทธิภาพเพิ่มขึ้นสูงสุด 2 เท่าจากรุ่นก่อนหน้าiPad Air ใหม่ในรุ่นเซลลูลาร์ยังเปิดใช้งานด้วย eSIM ทางเลือกที่ปลอดภัยกว่าซิมการ์ดจริง ผู้ใช้จึงเชื่อมต่อและถ่ายโอนแผนบริการที่มีอยู่แบบดิจิตอลได้รวดเร็ว และจัดเก็บแผนบริการเซลลูลาร์หลายแผนไว้ในอุปกรณ์เครื่องเดียวได้เชื่อมต่อกับแผนข้อมูลไร้สายบน iPad Air ใหม่ได้อย่างง่ายดายในกว่า 190 ประเทศและภูมิภาคทั่วโลก โดยไม่ต้องขอรับซิมการ์ดจริงจากผู้ให้บริการในพื้นที่ อุปกรณ์เสริม Apple Pencil Pro เพิ่มความมหัศจรรย์มากขึ้น และการโต้ตอบใหม่ๆ ที่ยกระดับประสบการณ์ใช้งาน เซ็นเซอร์ใหม่ในด้ามรับรู้เมื่อผู้ใช้บีบ และจะแสดงชุดเครื่องมือเพื่อให้ผู้ใช้สลับเครื่องมือ น้ำหนักเส้น และสีได้รวดเร็ว โดยทั้งหมดไม่รบกวนกระบวนการสร้างสรรค์ เอ็นจิ้นแบบสั่นออกแบบมาโดยเฉพาะ สั่นเบาๆ เพื่อยืนยันเมื่อผู้ใช้บีบ แตะสองครั้งหรือคลิกไปที่ Smart Shape เพื่อการใช้งานที่เป็นธรรมชาติอย่างน่าทึ่ง ไจโรสโคป ที่ให้ผู้ใช้หมุน Apple Pencil Pro เพื่อควบคุมเครื่องมือได้แม่นยำ เพียงแค่หมุนด้ามก็เปลี่ยนแนวของเครื่องมือประเภทปากกา และแปลงรูปทรงต่างๆ ได้เช่นเดียวกับการใช้ปากกาและกระดาษจริง และยังสามารถยกปลาย Apple Pencil เพื่อดูแนวการหมุนได้อย่างแม่นยำก่อนลงมืออีกด้วยคุณสมบัติสุดล้ำทั้งหมดนี้ทำให้ผู้ใช้ Apple Pencil Pro ถ่ายทอดไอเดียให้ออกมาโลดแล่นด้วยวิธีใหม่ๆ อย่างไม่เคยทำได้มาก่อน ส่วนนักพัฒนาก็สามารถสร้างวิธีการโต้ตอบในแบบของตัวเองได้ด้วยรองรับแอพฯ ค้นหาของฉัน ครั้งแรกสำหรับ Apple Pencil ผู้ใช้จึงตามหา Apple Pencil Pro ของตัวเองเจอหากเผลอวางไว้ผิดที่ผิดทาง พร้อมอินเตอร์เฟซแบบแม่เหล็กใหม่สำหรับจับคู่ ชาร์จ และจัดเก็บไว้ด้านข้าง iPad Air นอกจากนั้น iPad Air ยังรองรับ Apple Pencil (USB-C) ซึ่งเหมาะสำหรับการจดโน้ต สเกตช์ ใส่คำอธิบายประกอบ เขียนบันทึก และอีกมากมายในราคาคุ้มค่า iPad Air ใช้งานได้กับ Magic Keyboard ดีไซน์แบบยกลอย แทร็กแพ็ดในตัว และคีย์บอร์ดแบบแบ๊กไลต์ Smart Folio ใหม่สำหรับ iPad Air จะยึดติดกับอุปกรณ์ด้วยแม่เหล็ก และยังรองรับมุมมองที่หลากหลาย เพื่อความยืดหยุ่นที่เพิ่มมากขึ้นโดย Smart Folio ใหม่มีให้เลือกในสีเทาชาร์โคล สีม่วงอ่อน สีฟ้าเดนิม และสีเขียวเสจ ซึ่งเข้ากันกับสีของ iPad Air อย่างลงตัวระบบปฏิบัติการ iPadOS 17 มาพร้อมการปรับแต่งในระดับใหม่ๆ และความอเนกประสงค์ที่ช่วยยกระดับประสบการณ์กับ iPad Air ไปอีกขั้นผู้ใช้สามารถปรับแต่งหน้าจอล็อกให้เป็นส่วนตัวยิ่งขึ้นโดยใช้ประโยชน์จากจอภาพขนาด 11 นิ้ว หรือ 13 นิ้วใหม่ที่ใหญ่ขึ้นบน iPad Air ไม่ว่าวอลเปเปอร์อันน่าทึ่ง วิดเจ็ตแบบอินเตอร์แอ๊กทีฟ ช่วยให้ผู้ใช้ทำอะไรกับข้อมูลได้มากกว่าแค่เหลือบมอง ด้วยการแตะเพียงหนึ่งครั้งเพื่อทำสิ่งที่ต้องการให้เสร็จได้ทันที แอพฯ ข้อความมาพร้อมวิธีสนุกๆ ในการแสดงความเป็นตัวเอง รวมถึงประสบการณ์การใช้สติ๊กเกอร์ด้วยสติ๊กเกอร์อิโมจิ และความสามารถในการสร้าง Live Sticker โดยการดึงตัวแบบออกจากภาพถ่าย รวมถึงฟีเจอร์ใหม่อีกมากมาย ระบบนิเวศที่หลากหลายของแอพฯiPad Air ใหม่ออกแบบโดยคำนึงถึงสิ่งแวดล้อม อย่างการใช้อะลูมิเนียมรีไซเคิลทั้งหมดในตัวเครื่อง ใช้แร่โลหะหายากรีไซเคิลทั้งหมดในแม่เหล็กทุกชิ้น รวมถึงใช้ทองคำและตะกั่วบัดกรีรีไซเคิลทั้งหมดในการเคลือบแผงวงจรพิมพ์หลายชิ้น iPad Air ใหม่ยังได้มาตรฐานระดับสูงของ Apple ด้านการประหยัดพลังงาน อีกทั้งยังปลอดสารปรอท สารหน่วงการติดไฟกลุ่มโบรมีน และ PVC ขณะที่บรรจุภัณฑ์ใช้เยื่อไม้เป็นหลัก 100% ทำให้ Apple เข้าใกล้เป้าหมายในการขจัดพลาสติกออกจากบรรจุภัณฑ์ทั้งหมดภายในปี 2025 มากยิ่งขึ้นผู้สนใจหาซื้อ Apple iPad Air ใหม่ ทั้งสองรุ่นได้แล้ววันนี้ โดย iPad Air รุ่น 11 นิ้ว ราคาเริ่มต้น 23,900 บาท และ iPad Air รุ่น 13 นิ้ว ราคา 29,900 บาท วางจำหน่ายแล้วสั่งซื้อได้ทางร้านค้าออนไลน์ของแอปเปิ้ลได้แล้ววันนี้ ทีมข่าวสดไอที ภาพ – แอปเปิ้ล"
    },
    {
      "index":17,
      "title":"หลาก&หลาย - Apple iPad Pro (2024) ชิพแรง-จอล้ำ-เสริมพลัง AI",
      "content":"Apple เผยโฉม iPad Pro ใหม่สุดล้ำ ดีไซน์เบาและบางเฉียบ ยกระดับความสะดวกพกพาและประสิทธิภาพไปอีกขั้น มาในสีเงินและสีดำสเปซแบล็ก มีให้เลือกสองขนาด ได้แก่ รุ่น 13 และ 11 นิ้วพร้อมจอภาพล้ำหน้าที่สุดในโลก Ultra Retina XDR พลิกวงการด้วยเทคโนโลยี OLED สองชั้นสุดล้ำ มอบประสบการณ์ด้านภาพที่เหนือชั้นหัวใจสำคัญทำให้ iPad Pro ใหม่เป็นจริงได้คือชิพ M4 ถือเป็น Apple Siliconเจเนอเรชั่นถัดไปที่ก้าวกระโดดทั้งด้านประสิทธิภาพและความสามารถชิพ M4 ยังมาพร้อมเอ็นจิ้นจอภาพแบบใหม่หมด ทำให้จอภาพ Ultra Retina XDR โดดเด่นทั้งด้านความแม่นยำ สีสัน และความสว่าง เมื่อมีทั้ง CPU ใหม่ GPU เจเนอเรชั่นถัดไป พัฒนาขึ้นบนสถาปัตยกรรม GPU ที่เปิดตัวไปกับชิพ M3 และ Neural Engine ทรงพลังสุดเท่าที่เคยมีมาiPad Pro จึงเป็นอุปกรณ์ทรงพลังเหลือล้นสำหรับ AI ยิ่งกว่านั้นยังอเนกประสงค์ และมากความสามารถขึ้นไปอีกเมื่อใช้งานร่วมกับอุปกรณ์เสริมแบบใหม่หมดอย่าง Apple Pencil Pro ที่มาพร้อมการโต้ตอบวิธีใหม่ๆ ที่ทรงพลัง ยกระดับประสบการณ์ใช้งาน Pencil ไปอีกขั้น รวมถึง Magic Keyboard ใหม่ บางเบา อัดแน่นด้วยคุณสมบัติที่ไม่ธรรมดาiPad Pro ผลิตภัณฑ์ Apple บางสุดเท่าที่เคยมี โดดเด่นด้วยดีไซน์เบาบางเฉียบ พกพาสะดวก จอ Ultra Retina XDRรุ่น 11 นิ้ว บางเพียง 5.3 มิลลิเมตร รุ่น 13 นิ้ว บางยิ่งกว่าที่ 5.1 ม.ม. ทั้งสองรุ่นแข็งแกร่งไม่ต่างจากรุ่นก่อนหน้ารุ่น 11 นิ้ว หนักไม่ถึง 500 กรัม รุ่น 13 นิ้ว เบากว่ารุ่นก่อนหน้าถึง 100 กรัม ตัวเครื่องทั้งคู่ทำจากอะลูมิเนียมรีไซเคิล 100%iPad Pro ใหม่เปิดตัว Ultra Retina XDR จอภาพล้ำหน้าที่สุดในโลก มอบประสบการณ์ด้านภาพที่สวยงามประทับใจยิ่งขึ้น ด้วยเทคโนโลยี OLED สองชั้นสุดล้ำ ใช้แผง OLED สองแผง และรวมแสงจากสองแผงเข้าด้วยกันเป็นความสว่างแบบเต็มหน้าจอในระดับปรากฏการณ์รองรับความสว่างเต็มหน้าจอสูงถึง 1,000 นิต สำหรับคอนเทนต์ SDR และ HDR และมีความสว่างเฉพาะจุดสูงสุด 1,600 นิต ซึ่งไม่มีอุปกรณ์ไหนจะมีช่วงไดนามิกกว้างถึงขีดสุดระดับนี้เรียบหรูเป็นมิตรต่อสิ่่งแวดล้อม เทคโนโลยี OLED สองชั้น ยังควบคุมสีสันและความสว่างของแต่ละพิกเซล ได้ลึกถึงระดับต่ำกว่ามิลลิวินาที เพื่อให้ XDR มีความแม่นยำยิ่งขึ้นไปอีก ทำให้ส่วนไฮไลต์แสงจัดจ้านในภาพถ่ายและวิดีโอดูสว่างขึ้น ส่วนรายละเอียดในเงามืดและที่แสงน้อยก็ชัดเจนยิ่งกว่าเคยเมื่ออยู่บน iPad ทั้งหมดนี้โดยที่ยังสามารถแสดงคอนเทนต์เคลื่อนไหวได้รวดเร็วฉับไวยิ่งขึ้นสำหรับผู้ใช้ระดับโปรที่ทำงานกับเวิร์กโฟลว์ขั้นสูง ที่ต้องมีการจัดการด้านสีหรือเมื่ออยู่ในสภาพแสงที่ท้าทาย ก็มีให้เลือกสำหรับ iPad Pro เป็นครั้งแรก ด้วยกระจกผิวนาโน มีการสลักพื้นผิวด้วยความแม่นยำระดับนาโนเมตร เพื่อรักษาคุณภาพของภาพและคอนทราสต์ พร้อมๆ กับทำให้เกิดการกระเจิงของแสงเพื่อลดแสงสะท้อนให้น้อยลงชิพที่ทรงพลังที่สุด ขุมพลังขับเคลื่อนแท็บเล็ตใหม่รุ่นนี้มาจากชิพ M4 เป็น Apple Silicon เจเนอเรชั่นใหม่ สร้างด้วยสถาปัตยกรรมการผลิตขนาด 3 นาโนเมตร รุ่นที่ 2 ที่ประหยัดพลังงานมากขึ้น ใช้เทคโนโลยีที่เป็นการบุกเบิกวงการอย่างเอ็นจิ้นจอภาพแบบใหม่หมดที่ทำให้จอภาพ Ultra Retina XDR โดดเด่นทั้งในด้านความแม่นยำ สีสัน และความสว่างส่วนหน่วยประมวลผลกลาง (CPU) ประกอบด้วยคอร์ด้านประสิทธิภาพสูงสุด 4 คอร์ คอร์ประหยัดพลังงาน 6 คอร์ พร้อมตัวเร่งความเร็วด้านการเรียนรู้ของระบบ (ML) เจเนอเรชั่นถัดไป จึงมีประสิทธิภาพ CPU เร็วกว่าชิพ M2 ใน iPad Pro รุ่นก่อน 1.5 เท่านอกจากนี้ชิพ M4 ยังสร้างขึ้นบนสถาปัตยกรรม GPU ของชิพ M3 นั่นคือ GPU แบบ 10-core ที่มีคุณสมบัติอันทรงพลังอย่าง Dynamic Caching รวมถึงเรย์เทรซซิ่ง และการให้แสงเงาแบบเมช ที่เร่งความเร็วด้วยฮาร์ดแวร์เป็นครั้งแรกบน iPad Magic Keyboardรวมเข้ากับแบนด์วิธ หน่วยความจำแบบรวมที่สูงขึ้นแล้ว ทำให้แอพฯ ด้านการเรนเดอร์ระดับโปรอย่าง Octane ทำงานได้เร็วกว่าชิพ M2 สูงสุด 4 เท่า และชิพ M4 ยังมีประสิทธิภาพต่อวัตต์เพิ่มสูงขึ้น มากจนอยู่ในชั้นแนวหน้าของอุตสาหกรรมเทียบกับชิพ M2 แล้วชิพ M4 มีประสิทธิภาพระดับเดียวกันโดยใช้พลังงานเพียงแค่ครึ่งเดียว และเมื่อเทียบกับชิพบน PC แล้วชิพ M4 จะมีประสิทธิภาพในระดับเดียวกันโดยใช้พลังงานเพียง 1 ใน 4 เท่านั้น ยังมาพร้อมมีเดียเอ็นจิ้นใหม่สุดล้ำที่รองรับการถอดรหัส AV1 จึงสามารถเล่นวิดีโอความละเอียดสูง จากบริการสตรีมมิ่งในแบบที่ประหยัดพลังงานมากขึ้นชิพ M4 ยังมาพร้อม Neural Engine ทรงพลังที่สุดเท่าที่ Apple เคยมีมา สามารถประมวลผลได้ถึง 38 ล้านล้านรายการต่อวินาที หรือเร็วกว่า Neural Engine ตัวแรกของ Apple ในชิพ A11Bionic ถึง 60 เท่าจึงทำให้ iPad Pro ใหม่กลายเป็นอุปกรณ์ทรงพลังเหลือล้นสำหรับ AI ช่วยให้ผู้ใช้ iPad Pro สามารถทำงานที่รองรับ AI ได้เร็วยิ่งขึ้นอาทิ การแยกตัวแบบออกจากฉากหลังในวิดีโอ 4K ได้ง่ายๆ โดยการแตะครั้งเดียวด้วย Scene Removal Mask ใน Final Cut Pro และด้วยประสิทธิภาพที่แรงขนาดนี้ จึงไม่ใช่เรื่องแปลกที่ Neural Engine ในชิพ M4 จะทรงพลังยิ่งกว่าแบบใน PC ปัจจุบันระบบกล้องใน iPad Pro อเนกประสงค์มากยิ่งขึ้น และยิ่งมีระบบเสียงเต็มอิ่มจากไมโครโฟน 4 ตัวคุณภาพระดับสตูดิโอด้วยแล้ว ผู้ใช้จึงสามารถถ่าย ปรับแต่ง และแชร์ทุกอย่างได้จากอุปกรณ์เครื่องเดียวกล้องหลัง 12 ล้านพิกเซล (MP) ถ่ายภาพและวิดีโอด้วยคุณสมบัติ HDR อัจฉริยะได้สวยสดงดงาม ทั้งสีสันที่จัดจ้านยิ่งขึ้น พื้นผิวคมชัดยิ่งขึ้น และรายละเอียดในสภาพแสงน้อยที่ครบยิ่งกว่าเดิมยังมีแฟลช True Tone ใหม่ที่ปรับตามสภาวะ ช่วยให้ iPad Pro สแกนเอกสารได้ดียิ่งกว่าที่เคย iPad Pro ใหม่ยังใช้ AI เพื่อระบุประเภทเอกสารตั้งแต่ในแอพฯ กล้องโดยอัตโนมัติ และหากเจอเงาก็จะถ่ายภาพหลายภาพด้วยแฟลชใหม่ที่ปรับตามสภาวะ แล้วนำมาต่อเข้าด้วยกันเป็นภาพสแกนที่ดีขึ้นกว่าเดิมอย่างชัดเจน กล้องระดับมือโปรระบบกล้อง TrueDepth ด้านหน้าย้ายไปอยู่ตำแหน่งแนวนอน โดยมีกล้องอัลตราไวด์ 12MP พร้อมคุณสมบัติจัดให้อยู่ตรงกลางหรือ Center Stage ช่วยให้การประชุมแบบวิดีโอในแนวนอนดียิ่งขึ้น โดยเฉพาะเวลาติด iPad เข้ากับ Magic Keyboard หรือ Smart FolioiPad Pro มาพร้อมช่องต่อ USB-C ประสิทธิภาพสูงที่รองรับ Thunderbolt 3 และ USB 4 จึงเชื่อมต่อด้วยสายได้เร็วสูงสุด 40 กิกะบิตต่อวินาที (Gb\/s) รวมถึงใช้ร่วมกับ Apple Pencil Pro กับความสามารถมหัศจรรย์ด้วยเซ็นเซอร์ใหม่ในด้าม สามารถรับรู้เมื่อผู้ใช้บีบ และจะแสดงชุดเครื่องมือเพื่อให้ผู้ใช้สลับเครื่องมือ น้ำหนักเส้น และสีได้รวดเร็ว แป้นพิมพ์ Apple Pencil Proตลอดจน Magic Keyboard แบบใหม่หมด ทั้งบางและเบาขึ้น ออกแบบมาเพื่อให้พกพาง่าย และอเนกประสงค์ยิ่งขึ้น Smart Folio ใหม่ ยึดติดด้วยแม่เหล็ก และสามารถปรับองศาการมองได้หลากหลายเพื่อความยืดหยุ่นมากขึ้น โดยมีให้เลือกทั้งสีดำ สีขาว และสีฟ้าเดนิม iPad Pro ใหม่ วางจำหน่ายแล้วทั้งรุ่นขนาด 11 และ 13 นิ้ว ทั้งร้านค้าออนไลน์ของแอปเปิ้ล และตัวแทนจำหน่าย เลือกพื้นที่เก็บข้อมูลได้สูงสุดถึง 2 เทร่าไบต์ (TB) สนนราคาที่ 39,900 บาทขึ้นไป ทีมข่าวสดไอทีภาพ-แอปเปิ้ล"
    },
    {
      "index":18,
      "title":"หลาก&หลาย - เอซุส ROG Zephyrus 2024 เกมมิ่งโน้ตบุ๊กที่คอเกมคู่ควร",
      "content":"เกมมิ่งโน้ตบุ๊กที่ยอดเยี่ยมถือเป็นหัวใจหลักของบรรดาคอเกม หรือเกมเมอร์ ที่ต้องการทั้งความสะดวกในการพกพา และประสิทธิภาพเต็มเปี่ยมครอบคลุมการใช้งานหนึ่งในผลิตภัณฑ์ยอดนิยมของคนไทยหนีไม่พ้นตระกูล Republic Of Gamers (ROG) จากค่ายเอซุส ผู้พัฒนาเทคโนโลยีคอมพิวเตอร์ชื่อก้องโลกจากไต้หวัน Slash Lightingเอซุส ต่อยอดเทรนด์ความนิยมไปอีกขั้นด้วยเกมมิ่งโน้ตบุ๊ก เอซุส อาร์โอจี เซฟีรัส รุ่นใหม่ล่าสุดในปีนี้ ได้แก่ Asus ROG Zephyrus G16 และ G14 โดยข้อแตกต่างหลักชัดเจนที่สุดเป็นขนาดหน้าจอ 16 และ 14 นิ้ว รวมถึงขนาดแบตเตอรี่ที่ต่างกันรุ่นที่ผู้ทดสอบใช้รีวิวเป็นรุ่น Asus ROG Zephyrus G16 (GU 605 MV-QR 198 WS) มาพร้อมสุดยอดหน้าจอ OLED ที่ทางเอซุสภูมิใจเสนอ “ROG Nebula Display”ROG Zephyrus G16 ได้รับการออกแบบใหม่ด้วยความประณีต เบาบาง ตัวเครื่องสีเทา Eclipse Gray ทำจากวัสดุอะลูมิเนียมทั้งตัวเครื่อง โดยขึ้นรูปแบบยูนิบอดี้ทั้งแชสซี (ตัวเครื่อง) พร้อมกระบวนการผลิตพิเศษให้ได้ความเฉียบคม และความทนทานมากขึ้นกว่ารุ่นก่อนร้อยละ 24 น้ำหนักเบาพิเศษ 1.85 กิโลกรัม ให้ความหรูหราและหล่อเหลาน่าใช้งาน ความหนา 1.64 เซนติเมตรไฟแบ๊กไลต์สว่างทั่วทุกตัวอักษร มีลูกเล่นแถบไฟ LED Slash Lighting สีขาวที่หลังจอภาพ ประกอบด้วยหลอด LED 28 ดวง แยกอิสระ 7 ส่วน ผู้ใช้สามารถปรับแต่งรูปแบบการแสดงผลได้ดั่งใจผ่านซอฟต์แวร์ฟรีของทางเอซุสอย่าง Armory Crate เช่นปรับเป็น Equalizer ให้เต้นไปตามเพลงที่เปิด หรือแสดงแอนิเมชั่นเพื่อแจ้งเตือนตามเงื่อนไขที่กำหนด แต่เปลี่ยนสีไม่ได้หรูหราดุจงานศิลป์นอกจากหน้าตาหรูหราน่าประทับใจ แป้นพิมพ์ยังออกแบบมาสวยงาม ด้วยดีไซน์บริเวณแผงแป้นพิมพ์ที่ผ่านการกลึงทำให้ได้รายละเอียดเฉียบคม แถบรูลำโพง 4,110 รู ทั้งด้านซ้ายและขวาของแป้นพิมพ์ เรียบเนียนสวยเสมือนหน้ากากลำโพงระดับไฮเอนด์ ให้เสียงคุณภาพสูงกระหึ่มสะใจด้วยลำโพงภายใน 6 ตัว ประกอบด้วยทวีตเตอร์สำหรับย่านสูงและกลางทัชแพดใหญ่เบิ้ม ลำโพงไฮเอนด์รวมถึงวูฟเฟอร์ขนาดใหญ่กว่ารุ่นก่อนร้อยละ 25 เทคโนโลยี Dual Force-canceling เทคโนโลยีเดียวกับเครื่องเสียงบ้านระดับโลก รองรับเสียงต่ำสุด 100 เฮิร์ตซ์ (Hz) รองรับการจำลองเสียงรอบทิศมาตรฐาน Dolby Atmos และเสียง Hi-Res Audio (24 bit\/96 kHz) ปุ่มใหญ่ขึ้นร้อยละ 12 พร้อมไฟส่องสว่าง All Zone RGB การวางปุ่มเว้นช่องว่างระหว่างแต่ละปุ่ม 1.7 มิลลิเมตร ดูสวยงามและช่วยให้พิมพ์สะดวก ทัชแพดขนาดใหญ่เบิ้มแบบ edge to edge กว้าง 9.9 ยาว 15.3 ซ.ม. ใหญ่ขึ้นกว่ารุ่นก่อนร้อยละ 37 สัดส่วน 16:10 สัมพันธ์กับสัดส่วนหน้าจอแสดงผลไฮไลต์ถัดมา หน้าจอ OLED ขนาด 16 นิ้ว ที่ผู้ทดสอบประทับใจมาก ถือเป็นจุดเด่นสุดของ ROG Zephyrus Series ปี 2024 พัฒนาขึ้นจากความเข้าใจของเอซุส ว่าเกมมิ่งโน้ตบุ๊กที่แรงอย่างเดียวไม่พอ จอต้องสวยด้วย 3 คุณสมบัติ ได้แก่ แสงสว่าง (500 ถึง 1,100 นิต) ตอบสนองไว (ไม่เกิน 3 มิลลิวินาที) และสีสันสดใส ใช้แจกประชาธิปไตยได้ (Helldivers 2)จอของเกมมิ่งโน้ตบุ๊กรุ่นนี้มีอัตราส่วนแสดงผลแบบ 16:10 ความละเอียดสูง 2.5K รีเฟรชเรต 240 Hz เวลาการตอบสนองต่ำถึง 0.2 มิลลิวินาที (ms) รองรับ NVIDIA G-Sync สามารถแสดงสีได้กว้างครบถ้วนถึงระดับ 100% DCI-P3 ได้รับการปรับเทียบสีจากโรงงาน ทำให้ได้ค่าความคลาดเคลื่อนสีต่ำกว่า 1 (Delta E < 1) ให้ความสว่างสูงสุด 500 nits รองรับการแสดงผลแบบ Dolby Vision HDR ได้รับการรับรอง Display HDR TrueBlack 500 รวมไปถึง Pantone Color Validation ครบถ้วน ทุกคุณสมบัติของจอแสดงผลเพื่อทั้งความบันเทิงและการทำงาน Asus ROG Zephyrus G16 ที่ผู้ใช้ทดสอบ ใช้ขุมพลังขับเคลื่อนด้วยหน่วยประมวลผล หรือซีพียู Core Ultra 9 185H จากค่าย Intel ซีพียูรุ่นล่าสุดที่มีการจัดการพลังงานยอดเยี่ยมผ่านสถาปัตยกรรม Hybrid Core ภายใต้รหัสพัฒนา Meteor Lake ประกอบด้วยคอร์พลังสูง (P-core) 6 คอร์ คอร์พลังงานต่ำ (E-core) 8 คอร์ และคอร์ประหยัดพลังงาน 2 คอร์ (LP E-ccore) รวมทั้งสิ้น 16 คอร์ รองรับการประมวลผลพร้อมกัน 22 เธรด ความถี่สัญญาณนาฬิกาฐาน 2.3 กิกะเฮิร์ตซ์ (GHz) บูสต์ได้สูงสุดถึง 5.1 GHz พร้อมตัวประมวลผลปัญญาประดิษฐ์ Intel AI Boost NPU แยกออกจากตัวซีพียู (ผู้ใช้สามารถเลือกเปลี่ยนเป็นซีพียู AMD Ryzen 9 8945HS ได้) หน่วยความจำแรม (RAM) LPDDR5X ขนาด 16 กิกะไบต์ (GB) แบบ 8 x 8 GB (Dual-Channel) พื้นที่เก็บข้อมูล 1 เทร่าไบต์ (TB) แบบ NVMe M.2 SSD (เพิ่มได้อีก 1 ช่อง) หน่วยประมวลผลกราฟิก GeForce RTX 4060 Laptop GPU มีแรมกราฟิก 8 GB แบบ GDDR6 (สามารถเลือกได้ทั้ง 4070, 4080 และ 4090)การเชื่อมต่อครบครันทั้ง Wi-Fi 6E และ Bluetooth 5.3 พร้อมพอร์ตอีกเพียบ ได้แก่ Thunderbolt 4 สำหรับชาร์จและเชื่อมจอภาพ USB 3.2 Gen 2 Type-C, SD card reader (UHS-II, 312 MB\/s), HDMI 2.1 และช่อง 3.5mm Combo Audio Jack ทั้งหมดอย่างละ 1 ช่อง ส่วน USB 3.2 Gen 2 Type-A นั้นมีจำนวน 2 ช่องมีกล้อง Web-Cam ความละเอียด 1080p ความละเอียด FHD ไมโครโฟน 3 ช่อง แบตเตอรี่ขนาด 90 วัตต์ต่อชั่วโมง (Whr) รันด้วยระบบปฏิบัติการ Windows 11 จากค่ายไมโครซอฟท์ ประเทศสหรัฐอเมริกา การทดสอบเล่นเกม AAA เริ่มตั้งแต่ Shadow of Tomb Raider (2018) พบว่ามีค่าเฉลี่ยเฟรมเรตอยู่ที่ 100 เฟรมต่อวินาที (fps) ที่กราฟิก Ultra สามารถเล่นได้สบายมากพร้อมรับกราฟฟิกใหม่ (Final Fantasy XIV Dawntrail)ถัดมาเป็นเกมมหาโหดอย่าง Cyberpunk 2077 (2020) มีค่าเฉลี่ยเฟรมเรตที่ 46.70 fps ที่กราฟิก Ultra แนะนำให้ปรับลดกราฟิกลงมาเหลือปานกลางดีกว่าดังนั้น ผู้ที่ต้องการนำมาเล่นเกม AAA อาจต้องพิจารณาเรื่องจีพียูเป็นพิเศษแต่หากนำมาเล่นเกมอย่าง Genshin Impact หรือ Honkai Star rail หรือเกม AAA ที่ไม่โหดมากอย่าง Resident Evil 4 Remake รวมไปถึง Helldivers 2 และภาคต่อเกม MMORPG ชื่อดังอย่าง Final Fantasy XIV Dawntrail ที่มีเบนช์มาร์กออกมาให้ลองก็อยู่ที่เฉลี่ย 66 fps ถือว่าเอาอยู่ดูหนัง (Dune) ระบบระบายความร้อนของ ROG Zephyrus G16 พบว่าพัดลมเมื่อหมุนเต็มที่อาจจะเสียงดังไปเล็กน้อย แต่ไม่ได้ถึงกับน่ารำคาญ (คนใน Web-Cam อาจจะได้ยิน) แต่ไม่พบปัญหา overheat แผงระบายความร้อนถูกซ่อนไว้หลังเครื่อง ทำให้ไม่ร้อนมือส่วนระยะเวลาแบตฯ แนะนำให้เสียบปลั๊กดีกว่าหากจะเล่นเกม แต่ถ้าจะพิมพ์งานก็เหลือๆ อยู่ได้นานราว 6-8 ชั่วโมง หากใช้ชาร์จเจอร์ 200 วัตต์ (W) ที่แถมมาก็ใช้เวลาประมาณ 1 ชั่วโมง หากชาร์จตั้งแต่แบตฯ หมดจนถึงร้อยละ 90 ของแถมในกล่องนอกจากคู่มือ จะมีซองกำมะหยี่ ROG เท่ๆ ให้ ไม่มีอะไรอื่น ผู้ทดสอบมองว่า Asus ROG Zephyrus ปี 2014 เป็นหนึ่งในเกมมิ่งโน้ตบุ๊กที่ออกแบบได้สวยงามน่าใช้งาน ไม่ว่าจะเป็นรูปลักษณ์ภายนอกที่หรูหราประณีต บางเฉียบน่าใช้ ไปจนถึงประสิทธิภาพทรงพลังและหนึ่งในจอภาพสวยสุดเท่าที่ผู้ทดสอบเคยทดลองใช้มาในปีนี้บนเกมมิ่งโน้ตบุ๊ก วางจำหน่ายแล้วในประเทศไทย สนนราคาเริ่มต้นที่ 57,990 บาทเป็นต้นไป คอเกมที่กำลังมองหาเกมมิ่งโน้ตบุ๊กไม่ควรพลาด ทีมข่าวสดไอที จันท์เกษม รุณภัย"
    },
    {
      "index":19,
      "title":"หลาก&หลาย - Samsung Galaxy Fit3 ฟิตเนสแบนด์คุ้มที่สุด",
      "content":"หนึ่งในผลิตภัณฑ์สวมใส่อัจฉริยะยอดนิยม นอกเหนือจากนาฬิกาข้อมืออัจฉริยะ (Smart Watch) หนีไม่พ้นสายรัดข้อมืออัจฉริยะ (Smart Band) ที่มุ่งเน้นฟีเจอร์ด้านสุขภาพกึ่งนาฬิกาข้อมือภายใต้รูปโฉมเรียบหรูWatch6 Classic Vs. Fit3 ซัมซุง ผู้พัฒนาเทคโนโลยีชื่อก้องโลกจากเกาหลีใต้ ยังคงเดินหน้าต่อยอดกลุ่มผู้ใช้ข้างต้นด้วยผลิตภัณฑ์สายรัดข้อมืออัจฉริยะ รุ่นใหม่ล่าสุดอย่าง ซัมซุง กาแล็กซี ฟิต 3 (Samsung Galaxy Fit3) ซึ่งทางผู้รีวิวมีโอกาสทดลองใช้ราว 2 สัปดาห์ จึงนำประสบการณ์ใช้งานมาฝากกัน ความโดดเด่นของสมาร์ตแบนด์รุ่นนี้ หรือฟิตเนสแบนด์ ก็ตามแต่จะเรียกกัน มีหน้าจอแสดงผลแบบ AMOLED ที่ใหญ่ถึง 40 มิลลิเมตร (1.6 นิ้ว) มาในรูปทรงสี่เหลี่ยมผืนผ้าแนวตั้งขอบมน สามารถติดตามสุขภาวะการนอนหลับได้ มีโหมดติดตามรูปแบบการออกกำลังกายกว่า 100 แบบ จอใหญ่ แบตฯ อึด รองรับกิจกรรมกว่า 100 แบบแบตเตอรี่สุดอึดยาวนานเกิน 10 วัน ขนาด 159 มิลลิแอมป์ต่อชั่วโมง (mAh) กันน้ำกันฝุ่นด้วยมาตรฐาน IP68 รองรับสัญญาณสื่อสารแบบ Bluetooth 5.3 ทั้งหมดในราคาเข้าถึงง่ายเพียง 1,990 บาทเท่านั้น มี 3 สีให้เลือก ได้แก่ Pink Gold, Black และ White เรียกได้ว่า ถูกและดีอย่างเหลือเชื่อสำหรับอุปกรณ์ภายในกล่อง นอกเหนือจากตัวเรือนฟิตเนสแบนด์แล้ว จะมีเพียงชาร์จเจอร์แบบเฉพาะที่ทางซัมซุงแถมมาให้ โดยสายเคเบิลชนิดนี้ค่อนข้างจำเพาะและไม่ควรทำหาย สามารถเสียบกับชาร์จเจอร์ที่ USB-C หรืออุปกรณ์อื่น เช่น คอมพิวเตอร์พีซีและโน้ตบุ๊กที่มี USB-C เพื่อชาร์จได้ ที่เหลือเป็นเอกสารคู่มือตัวเรือนฟิตเนสแบนด์ทำจากวัสดุอะลูมิเนียมผิวหยาบ ขนาดกว้าง 2.88 ยาว 4.29 หนา 0.99 เซนติเมตร น้ำหนัก 36.8 กรัม จอแสดงผลความละเอียด 256 x 402 พิกเซล มีปุ่มควบคุมเพียงปุ่มเดียวที่ด้านข้างเป็นรูปแคปซูลเซ็นเซอร์ด้านหลัง ภายในบรรจุเซ็นเซอร์ไว้หลายชนิด ได้แก่ Accelerometer, Barometer, Gyro, Optical Heart Rate Sensor และ Light Sensor ส่วนสายรัดข้อมือจะเป็นสีเดียวกันกับตัวเรือน ทำจากวัสดุซิลิโคน (สายที่มากับเครื่อง)ผู้ทดสอบพบว่า ความรู้สึกที่ได้จากการสวมใส่ฟิตเนสแบนด์รุ่นนี้ ให้ความสบาย ไม่หนักข้อมือ รวมถึงรูปโฉมภายนอกที่ตัวเครื่องไม่หนามาก และให้ความรู้สึกเรียบหรูเกินราคาอย่างมาก ตลอดจนหน้าจอ AMOLED ที่สว่างเพียงพอต่อการมองเห็นได้ชัดเจนแม้กลางสภาพอากาศแดดเปรี้ยงแบบเมืองไทยขณะนี้Galaxy Fit3 ใช้ระบบปฏิบัติการ FreeRTOS ซึ่งเป็นหนึ่งในข้อแตกต่างจากซัมซุง กาแล็กซี วอตช์6 (Samsung Galaxy Watch6) นาฬิกาอัจฉริยะรุ่นใหม่ล่าสุดของค่ายที่รันบน Wear OS ของซัมซุงเอง และมีหน้าจอแบบ Super AMOLED ซึ่งมีราคาสูงกว่าหลายเท่าตัว เก็บสายเข้าในการเก็บสายของ Galaxy Fit3 ใช้วิธีการสอดเก็บเข้าไปด้านในดูเรียบร้อยดี ซึ่งไม่เป็นปัญหาสำหรับคนส่วนใหญ่ แต่สำหรับผู้ที่ผิวแพ้ง่าย (เช่นผู้ทดสอบ) อาจเสี่ยงต่อการเกิดผื่นแพ้ผิวหนัง หรือลมพิษจากการกดทับเป็นเวลานานบริเวณปลายสายที่กดเนื้อเข้าไปมากกว่าสายส่วนอื่น รวมถึงบริเวณด้านหลังตัวเรือนฟิตเนสแบนด์ มีลักษณะยื่นออกมาจากตัวเรือนเล็กน้อย ช่วยให้เซ็นเซอร์กดลงไปประชิดผิวหนังได้ดีขึ้น แน่นอนไม่เป็นปัญหากับคนทั่วไป ไม่ก่อให้เกิดอาการเจ็บ แต่สำหรับผู้ที่ผิวบางแพ้ง่าย การใส่เป็นเวลานานอาจทำให้เกิดอาการคัน หรือแพ้ได้Watch6 มีปัญหาในส่วนนี้น้อยกว่ามาก เพราะนอกจากไม่มีเซ็นเซอร์ที่นูนออกมาจากตัวเครื่องแล้ว สายรัดไม่มีการสอดกลับเข้าไปภายใน ทำให้การกระจายแรงกดทับทุกส่วนทำได้ดีกว่า ถอดเปลี่ยนสาย ง่ายนิดเดียวแน่นอนว่า ปัญหานี้สามารถแก้ไขได้ด้วยการซื้อสายรัดข้อมือแบบใหม่มาใช้ (แนะนำสายผ้าสำหรับผิวบาง) เพราะ Fit3 นั้นสามารถถอดเปลี่ยนได้ง่ายๆ เพียงแค่กดปุ่มที่แต่ละด้านของเครื่องสายก็จะหลุดออกมา แต่สายของ Fit3 กับ Watch6 ใช้ร่วมกันไม่ได้Fit3 สามารถใส่ได้ทั้งข้อมือซ้ายและขวาหลังเชื่อมต่อกับแอพพลิเคชั่น Galaxy Wearable ระบบจะถามก่อนทันทีว่าต้องการใส่ข้อมือด้านใด โดยในแอพฯ นี้ผู้ใช้สามารถตั้งค่าฟีเจอร์และปรับรูปแบบกราฟิกบนหน้าจอได้ ซึ่งทางซัมซุงมีมาให้เลือกแบบจุใจ (แบบฟรีมากกว่า Watch6 เสียอีก) สั่งการผ่านฟิตเนสแบนด์ส่วนข้อมูลสุขภาพ ผู้ใช้สามารถติดตามได้ผ่านแอพฯ Samsung Health โดยทั้งสองแอพฯ มีติดเครื่องสมาร์ตโฟนซัมซุงมาให้อยู่แล้ว แต่หากไม่ได้ใช้โทรศัพท์ซัมซุง ก็สามารถไปดาวน์โหลดมาได้ฟรี ไม่เฉพาะแต่ Andriod OS แต่รวมถึง iOS สำหรับผู้ใช้ Apple iPhone ด้วย แตกต่างจาก Watch6 ที่ไม่รองรับ iOS ความประทับใจที่สุดของผู้ทดสอบนอกเหนือจากดีไซน์เรียบหรูกะทัดรัด เป็นระยะเวลาจากแบตฯ ของ Fit3 ที่ทางซัมซุงโฆษณาไว้ว่าอยู่ได้ถึง 13 วันโดยไม่ต้องชาร์จ โดยจากการทดสอบนั้น ผู้ทดสอบไม่ต้องชาร์จฟิตเนสแบนด์รุ่นนี้แม้แต่ครั้งเดียวตลอดสัปดาห์ เป็นคุณภาพชีวิตที่ดีขึ้นมากเมื่อเทียบกับ Watch6 เรือนละหมื่นกราฟิกหน้าจอให้เลือกฟรีเพียบ นอกจากนี้ ความสามารถของ Fit3 เมื่อเทียบกับ Watch6 แล้วเรียกได้ว่าแทบจะทำได้ทุกอย่างเหมือนกัน ไม่ว่าวัดการออกกำลังกาย การวัดชีพจร และการติดตามสุขภาวะการนอน จุดที่ด้อยกว่ามีในส่วนของการวัดค่าสุขภาพ เช่น ความเครียด ปริมาณออกซิเจนในเลือด และความดันโลหิตที่ Fit3 ไม่มีเหมือน Watch 6 (แต่ค่าตรวจวัดเหล่านี้เป็นแค่ค่าเบื้องต้นและไม่สามารถนำไปใช้ในทางการแพทย์ได้)นอกเหนือไปจากฟีเจอร์ด้านสุขภาพและความ (เกือบจะ) เป็นสมาร์ตวอตช์ในตัว เช่น การควบคุมพื้นฐานสำหรับสมาร์ตโฟน และดีไซน์บางเบาเหมาะกับกิจกรรมออกกำลังกายแล้ว Fit3 ยังมีระบบตรวจจับการหกล้ม โดยระบบจะถามทันทีว่าต้องการความช่วยเหลือหรือไม่ หากใช่ ระบบจะโทร.หาหน่วยฉุกเฉินตามที่ตั้งค่าไว้ทันทีนอกจากนี้ หากผู้ใช้อยู่ในสถานการณ์คับขันก็สามารถแชร์ตำแหน่งที่ตั้งพร้อมข้อมูลสุขภาพส่วนตัว อาทิ ยาประจำตัว โรคประจำตัว และยาที่แพ้ ไปยังหน่วยฉุกเฉินได้ด้วยการกดปุ่มควบคุมเพียง 5 ครั้งติดต่อกัน ติดตามสุขภาวะการนอนหลับผู้ทดสอบมองว่า แม้กระแสความนิยมต่อฟิตเนสแบนด์โดยรวมจะเริ่มลดน้อยลงกว่าสมาร์ตวอตช์ ทว่า จุดเด่นที่สมาร์ตวอตช์ไม่มีวันสู้ได้ คือความคุ้มค่าด้านฟีเจอร์กับราคา Galaxy Fit3 เป็นสมาร์ตแบนด์ยอดเยี่ยมและคุ้มค่าที่สุดที่ซัมซุงเคยวางจำหน่าย เหมาะกับผู้กำลังมองหานาฬิกาข้อมือที่เหมาะกับการใช้ชีวิตทะมัดทะแมง ตรวจวัดสุขภาพพื้นฐานได้ ดีไซน์เรียบหรู แบตอึดไม่ต้องชาร์จบ่อย และราคาเข้าถึงง่ายทั้งหมด ทำให้ Fit3 เป็นหนึ่งในฟิตเนสแบนด์ยอดเยี่ยมและคุ้มค่าที่สุดชั่วโมงนี้ ทีมข่าวสดไอที จันท์เกษม รุณภัย"
    },
    {
      "index":20,
      "title":"Apple เร่งแก้ปัญหานาฬิกาปลุกไม่ดัง หลังผู้ใช้ iPhone โวย ทำตื่นสาย-ผิดนัด",
      "content":"Apple เร่งแก้ไขปัญหานาฬิกาปลุก iPhone ไม่ดัง ทำคนไปทำงานสาย -ผิดนัดเพียบสำหรับหลาย ๆ คนแล้ว ฟีเจอร์นาฬิกาปลุกในโทรศัพท์ถือสิ่งที่จำเป็นมาก หากฟีเจอร์ไม่ทำงานเมื่อไหร่ อาจส่งผลกระทบต่อการใช้ชีวิต ทั้งการตื่นสาย การผิดนัด พลาดประชุม หรืออื่น ๆ ปัญหาข้างต้นได้เกิดกับผู้ใช้ iPhone หลาย ๆ คน พวกเขากำลังประสบปัญหาเสียงนาฬิกาปลุกไม่ดัง โดยมีผู้ใช้ติ๊กต็อกรายหนึ่งระบายผ่านโซเชียลว่า เธอตั้งนาฬิกาปลุกห้าครั้งแต่ไม่มีสักครั้งที่ส่งเสียงเตือน และปัญหาดังกล่าวได้มีผู้ใช้ iPhone ร้องเรียนเข้ามาจำนวนมาก ด้านโลกโซเชียลมีการคาดการณ์ว่า ปัญหาอาจเกิดจากฟีเจอร์ “Attention Aware” หรือ “ฟีเจอร์ตั้งใจมอง” ซึ่งสามารถตรวจจับได้ว่าผู้ใช้งานกำลังให้ความสนใจหรือมอง iPhone อยู่หรือไม่ หากผู้ใช้มองอุปกรณ์อยู่ ฟีเจอร์จะดำเนินการอัตโนมัติ ทั้งการลดระดับเสียงการเตือน รวมถึงเสียงปลุก ล่าสุดตัวแทนของ Apple ยืนยันกับนักข่าวของ The Wall Street Journal ว่าได้รับทราบปัญหานี้แล้ว และกำลังเร่งดำเนินการแก้ไขอยู่ อย่างไรก็ตามยังไม่สามารถระบุชัดว่าเกิดจากสาเหตุอะไร และเกิดปัญหาใน iPhone รุ่นใดบ้าง หากไม่มีมาตรการอย่างเป็นทางการ ผู้ที่ประสบปัญหาสามารถแก้ปัญหาได้ดังนี้ หากต้องการปิดใช้ฟีเจอร์ Attention Aware ให้ไปที่การตั้งค่า เลือก Face ID และรหัสผ่าน จากนั้นสลับปิดฟีเจอร์ Attention Awareขอบคุณที่มา bbc"
    },
    {
      "index":21,
      "title":"หลาก&หลายไอที - เอซุส Vivobook S ซีรีส์ ดีไซน์เรียบหรูบางเบา",
      "content":"เอซุส (ประเทศไทย)เปิดตัวพร้อมวางจำหน่าย ASUS Vivobook S 14 OLED (D5406)และ Vivobook S 16 OLED (D5606\/S5606)โน้ตบุ๊กในตระกูล Vivobook ที่เหมาะสำหรับนักเรียน นักศึกษา และคนทำงานทั่วไป โดดเด่นด้วยดีไซน์ใหม่ มินิมอล ล้ำสมัย ตัวเครื่องอะลูมิเนียม ขนาดกะทัดรัด น้ำหนักเบา สามารถพกพาไปทำงานนอกสถานที่ได้อย่างสะดวกเบาบางมาพร้อมไฟคีย์บอร์ด RGB (1-Zone) ปรับแต่งสีได้ เพิ่มสไตล์การใช้งาน นำเสนอหน้าจอคุณภาพสูง ASUS Lumina OLED ให้ภาพสดใส สีสวย คมชัด พร้อมถนอมดวงตาจากแสงสีฟ้า ผ่านการรับรองจาก TUV Rheinlandช่วยลดแสงสีฟ้าที่ทำลายดวงตาได้กว่าร้อยละ 70 และกับความสามารถ AI จากหน่วยประมวลผลที่ช่วยเพิ่มประสิทธิภาพการทำงานสูงสุด พร้อมนำเสนอปุ่มลัด Copilot บนแป้นคีย์บอร์ด สามารถใช้งานฟีเจอร์ Windows Copilot ที่ติดตั้งใน Windows 11 เป็นผู้ช่วยส่วนตัวใช้งานด้าน AI ได้อย่างสะดวก ครอบคลุมการใช้งานทั่วไปVivobook S ในซีรีส์นี้ยังช่วยเติมเต็มประสบการณ์ด้านความบันเทิง ให้ผู้ใช้เพลิดเพลินกับคุณภาพเสียงระดับสูง รับรองโดย Harman Kardon ให้เสียงทรงพลัง ดื่มด่ำกับเสียงหลากหลายมิติด้วยเทคโนโลยี Dolby Atmos ฝาเครื่องพับได้ 180 องศา กล้อง IR และบานเปิด-ปิด เพิ่มความเป็นส่วนตัว มีพอร์ตเชื่อมต่อครบครันASUS Vivobook S 15 OLED พอร์ตครบครันASUS Vivobook S เป็นโน้ตบุ๊กที่ผสมผสานระหว่างความคล่องตัวและประสิทธิภาพการทำงาน มีให้เลือกทั้งหน่วยประมวลผล หรือซีพียู Intel Core Ultra ได้แก่ ASUS Vivobook S 16 OLED (S5606)และจากขุมพลัง AMD Ryzen 8000 Series ได้แก่ ASUS Vivobook S 14\/S 16 OLED (D5406\/D5606) Vivobook S 14 (D5406)มาพร้อมหน้าจอ OLED ขนาด 14 นิ้ว ความละเอียด 3K (2,880×1,800 พิกเซล) อัตราส่วน 16:10 ความถี่ 120 เฮิร์ตซ์ (Hz) ตัวเครื่องอะลูมิเนียมสีดำ Neutral Black ดีไซน์มินิมอล พกพาง่าย น้ำหนักเบาเพียง 1.30 กิโลกรัมASUS Vivobook S 14 OLED_S5406Mและรุ่น Vivobook S 16 (D5606) มาพร้อมหน้าจอ OLED ขนาด 16 นิ้ว ความละเอียด 3.2K (3,200 x 2,000 พิกเซล) อัตราส่วน 16:10 ความถี่ 120Hz น้ำหนักเครื่อง 1.50 ก.ก. เหมาะสำหรับผู้มองหาโน้ตบุ๊กขนาดจอใหญ่ขึ้น ใช้งานได้สบายตาทั้งสองรุ่นยังให้ประสิทธิภาพการทำงานระดับสูง ด้วยซีพียูรุ่นล่าสุด AMD Ryzen 7 8845HS ที่มากับ AMD Ryzen AI Accelerator เพิ่มความสามารถในการใช้งาน AI ด้วยความเร็วสูงสุด 38 TOPs (ขยับจาก 10 TOPs จากชิพรุ่นก่อนหน้า) เปี่ยมประสิทธิภาพ ใช้สะดวกพร้อมด้วย AMD Radeon graphics หน่วยเก็บข้อมูลความจุ 1 เทร่าไบต์ (TB) แบบ SSD หน่วยความจำแรม (RAM) 16 กิกะไบต์ (GB) และ WiFi 6E (802.11ax) สามารถทำงานได้รวดเร็วขึ้นไม่ว่าจะอยู่ที่ใดก็ตามวางจำหน่ายแล้วตามร้านค้าไอทีชั้นนำทั่วประเทศ และช่องทางออนไลน์ ASUS Official store ในราคาเริ่มต้น 36,990 บาทถัดมาเป็น ASUS Vivobook S 16 OLED (S5606) เป็นโน้ตบุ๊กขนาดจอ 16 นิ้ว หนัก 1.50 ก.ก. ความละเอียด 3.2K (3,200×2,000 พิกเซล) อัตราส่วน 16:10 ความถี่ 120HzASUS Vivobook S 16 OLED_S5606M ออกแบบเรียบหรูตัวเครื่องอะลูมิเนียมมาพร้อมสีใหม่ Mist Blue เพิ่มความโดดเด่นแก่ผู้ใช้ ทำงานได้รวดเร็ว เต็มประสิทธิภาพเป็นโน้ตบุ๊ก Intel EVO platform ใช้ขุมพลังจากซีพียู Intel Core Ultra 7 Processor 155H และชิพ Intel AI Boost NPU สำหรับประมวลผล AI ทำงานร่วมกับ Software ต่างๆ ได้เป็นอย่างดีทั้งช่วยประหยัดพลังงาน ทำให้สามารถใช้งาน เล่นเกม หรือทำงานสร้างสรรค์ได้อย่างเต็มประสิทธิภาพ ขณะเดียวกันยังสามารถใช้งานได้ยาวนานขึ้นอีกด้วยASUS Vivobook S 14 OLED_S5406M แป้นพิมพ์โอ่อ่ามาพร้อมหน่วยเก็บข้อมูลความจุ 1TB SSD, RAM 16 GB และ WiFi 6E (802.11ax) พร้อมวางจำหน่าย ณ ร้านค้าไอทีชั้นนำทั่วประเทศ และช่องทางออนไลน์ ASUS Official store ในราคา 41,990 บาทASUS Vivobook S 14 OLED (D5406) และ Vivobook S 16 OLED (D5606\/S5606) มาพร้อมระบบปฏิบัติการ Windows 11 Home จากค่ายไมโครซอฟท์ และ Microsoft Office Home and Student 2021 พร้อมใช้งาน เอซุสยังมีบริการหลังการขายใหม่ ‘4A Guarantee’(Assured Quality, Always-On Support, All-around Coverage และ Added-Value Experience) ที่พร้อมดูแลอย่างดีที่สุดวางจำหน่ายแล้ว ลูกค้า ASUS Vivobook S สามารถรับบริการซ่อมถึงที่ 2 ปี (On-Site Service) ประกันระหว่างประเทศกว่า 80 ประเทศทั่วโลก 2 ปี และประกันอุบัติเหตุ 1 ปีแรก (Perfect Warranty)ทั้งยังสามารถรับเพิ่มประกันอุบัติเหตุปีที่สอง (Perfect Warranty) มูลค่า 1,990 บาท เมื่อซื้อ ASUS Vivobook S 14 OLED (D5406) และ Vivobook S 16 OLED (D5606\/S5606) ระหว่างวันที่ 25 เม.ย. ถึงวันที่ 31 ธ.ค.2567โดยลูกค้าต้องลงทะเบียนรับสิทธิ์ภายใน 30 วัน หลังจากวันซื้อสินค้าที่ระบุบนใบเสร็จ อ่านรายละเอียดเพิ่มเติมได้ที่ https:\/\/th.asus.click\/aPr3X8 ทีมข่าวสดไอที ภาพ – เอซุส"
    },
    {
      "index":22,
      "title":"หลาก&หลาย-ซัมซุงกาแล็กซี A55 | A35 5G มือถือเน้นกล้อง-ราคาสุดคุ้ม",
      "content":"ซัมซุง ผู้พัฒนาเทคโนโลยีชื่อก้องโลกจากประเทศเกาหลีใต้ เปิดตัวสมาร์ตโฟนรุ่นใหม่ในตระกูล Galaxy A Series เป็นรุ่น A35 5G และ A55 ใหม่ เน้นจุดเด่นที่ดีไซน์สวยน่าใช้งาน พร้อมกล้องถ่ายภาพคมชัด ถ่ายคลิปความละเอียดสูงสุดได้ถึงระดับ 4K ในราคาเข้าถึงง่ายสมาร์ตโฟน A35 และ A55 เป็นผลมาจากการสำรวจค้นคว้าจนเข้าใจดีว่าไลฟ์สไตล์ของคนส่วนใหญ่ยุคนี้มีกล้องสมาร์ตโฟนเป็นเหมือนอวัยวะชิ้นที่ 33 ไม่ว่าสายกิน สายเที่ยว สายแฟชั่น ..และอื่นๆ ล้วนใช้สมาร์ตโฟนบันทึกภาพและวิดีโอ เก็บความทรงจำ หรือทำคอนเทนต์ลงโซเชี่ยลมีเดียกล้องสมาร์ตโฟนที่ดีจึงต้องมีคุณสมบัติที่สมบูรณ์แบบรอบด้าน ไม่เพียงให้ภาพที่มีสีสันสดใส ถ่ายได้ในทุกสภาพแสง แต่ภาพต้องสวย Galaxy A55 และ A35 5G จึงกลับมาเติมเต็มไลฟ์สไตล์ดังกล่าว ไฮไลต์สมาร์ตโฟนรุ่นนี้เป็นกล้องถ่ายคลิปความละเอียด 4K ที่ให้ภาพคมชัดขึ้นถึง 4 เท่า ทั้งกล้องหน้า กล้องหลัง ไม่ว่าจะโพสต์ท่าเคลื่อนไหว โมเมนต์เร็วติดสปีดแค่ไหน ก็ได้ภาพคมชัดทุกมิติ สามารถแคปเป็นภาพนิ่งได้คมจัดชัดเจนด้วยคุณสมบัติเด่นของกล้องหลังที่มีความละเอียดถึง 50 ล้านพิกเซล (MP) กล้อง Ultrawide และกล้องหน้า 32MP รองรับการถ่ายวิดีโอความละเอียดระดับ 4K พร้อมระบบกันสั่น (OIS) ถ่ายได้ไม่สะดุด จะแคปรูปจากวิดีโอไปใช้งานต่อก็ได้รูปคมชัด เหมือนถ่ายมาใหม่ ไม่ว่าแสงแบบไหนก็เอาอยู่ ฮาร์ดแวร์ภายในด้วยคุณสมบัติรองรับการถ่ายวิดีโอความละเอียดระดับ 4K ของ Galaxy A55 และ A35 5G จึงทำให้การถ่ายวิดีโอเป็นเรื่องง่าย ได้ภาพคมชัด จนสามารถแคปภาพจากวิดีโอเป็นภาพนิ่งได้โดยภาพไม่แตก ไม่เบลอ โดยเฉพาะในสถานการณ์ที่กังวลว่าจะรัวกดชัตเตอร์ไม่ทัน เพียงถ่ายบันทึกเป็นวิดีโอไว้แล้วนำมาแคปเป็นภาพนิ่งภายหลัง ก็สามารถทำได้ เพราะแคปยังไงก็คม จะแชร์ลงโซเชี่ยล ก็ว้าวได้ใจเมื่อต้องการคร็อปภาพ จะคร็อปใกล้แค่ไหนก็ไร้ปัญหาภาพแตก ไม่เพียงเท่านั้น เมื่อต้องการถ่ายภาพเคลื่อนไหว ด้วยระบบกันสั่น OIS จะช่วยให้การถ่ายวิดีโอนิ่ง ลื่นไหลได้ภาพคมชัดทุกมิติ เคลื่อนยังไงก็คม สายสเกตบอร์ด สายบาร์ฮ็อปปิ้ง สายไหนก็ได้รูปสวยถูกใจ กันน้ำ ทนร้อนแม้แต่อากาศที่ร้อนอบอ้าวของเมืองไทยก็ไม่ต้องกลัวอีกต่อไป เพราะสมาร์ตโฟนใหม่ทั้งสองรุ่น Galaxy A55 และ A35 5G มีแผ่นระบายความร้อน (Vapor chamber) ที่ใหญ่ขึ้นกว่าเดิมถึงร้อยละ 74 สามารถใช้งานได้อย่างต่อเนื่องยาวนานเซลฟี่สวยเอาใจสายโซเชี่ยลสายเกมเมอร์ สายโซเชี่ยล สายไหนๆ ก็เพลิดเพลิน หมดปัญหาเครื่องความร้อนกวนใจ ทั้งยังมาพร้อมชิพเซ็ตใหม่ล่าสุดที่แรงขึ้นกว่าเดิมร้อยละ 15 ตอบสนองได้รวดเร็วทันใจ ด้วยชิพ Exynos 1480 ใน Galaxy A55 5G และชิพ Exynos 1380 ใน Galaxy A35 5G ทั้งสองรุ่นยังมาพร้อมมาตรฐานกันน้ำ กันฝุ่น สุดทนระดับ IP67 สมกับเป็น Galaxy A Series ที่ขึ้นชื่อเรื่องราคาเป็นมิตร และยืนหนึ่งเรื่องความทนทาน ด้วย IP67 สามารถกันน้ำลึกในระดับ 1 เมตร ได้ยาวนาน 30 นาทีคุ้มค่าน่าใช้ มีหน้าจอใหม่ ใหญ่จุใจ เพลิดเพลินได้เต็มตาขนาดใหญ่ 6.6 นิ้ว แบบ Super AMOLED รองรับความถี่สูงสุด 120 เฮิร์ตซ์ (Hz) ให้สีสันสดใสเป็นธรรมชาติแม้ในสภาพแสงจ้าเมื่อเปิดใช้งานด้วยฟีเจอร์ Vision Boosterซัมซุงยังคำนึงถึงความปลอดภัยด้วยนวัตกรรมป้องกัน ถือเป็นปีแรกที่ Galaxy A Series นำฟีเจอร์รักษาความปลอดภัยจากรุ่นเรือธงอย่าง Galaxy S24 Series มาใช้ เป็นระบบ Samsung Knox Vault ซึ่งเป็นแพลตฟอร์มความปลอดภัยที่ได้รับความไว้ใจมากที่สุดในโลกแสงเงาเป็นเลิศ ออกแบบมาเพื่อช่วยปกป้องข้อมูลสำคัญ และป้องกันการจู่โจมด้วยฮาร์ดแวร์ที่มีการตรวจสอบความปลอดภัยตั้งแต่ต้นทางจนถึงปลายทางทั้งยังสามารถตรวจจับภัยคุกคามแบบเรียลไทม์ ให้ความมั่นใจด้านความปลอดภัย ช่วยปกป้องอุปกรณ์ได้แบบองค์รวม และ Auto Blocker ระบบความปลอดภัยที่ผู้ใช้เปิดใช้งานได้เองตามความสมัครใจถ่ายคลิป4K ถ่ายคลิป4K ไม่พลาดภาพสปีดเมื่อเปิดการทำงานระบบจะช่วยป้องกันการติดตั้งแอพฯ จากแหล่งที่ไม่ได้รับอนุญาต ตรวจสอบความปลอดภัยของแอพฯ ด้วยการสแกนเพื่อค้นหาแอพฯ ที่อาจเป็นมัลแวร์ และช่วยบล็อกคำสั่งที่อาจเป็นภัยคุกคาม หรือการติดตั้งซอฟต์แวร์ขณะเชื่อมต่อกับอุปกรณ์อื่นผ่านสายยูเอสบีได้สวยเกินราคา Galaxy A55 และ A35 5G มีวางจำหน่ายทั้งหมด 3 สี ได้แก่ Awesome Lilac, Awesome Iceblue, Awesome Navy สนนราคาที่ 15,999 บาท (แรม 12GB รอม 256GB) และ 13,999 บาท (8\/128) ส่วน Galaxy A35 5G มีให้เลือก 3 สี เช่นเดียวกันในราคา 11,999 บาท (8\/128) โดยความแตกต่างหลักอยู่ที่วัสดุภายนอกซึ่ง A35 จะทำจากพลาสติกโพลีคาร์บอเนต แทนที่จะเป็นอะลูมิเนียมเหมือนกับ A55 5G ติดตามรีวิวได้ที่นี่ เร็วๆ นี้ ทีมข่าวสดไอที ภาพ-ซัมซุง"
    },
    {
      "index":23,
      "title":"หลาก&หลาย - ฟูจิผุดกล้องพรีเมียม ดีไซน์เด่น-ฟีเจอร์ล้ำ",
      "content":"บริษัท ฟูจิฟิล์ม (ประเทศไทย) จำกัด เปิดตัว FUJIFILM X100VI กล้องดิจิตอลรุ่นใหม่ล่าสุดจากตระกูล X ของฟูจิฟิล์ม ชูความโดดเด่นในการถ่ายภาพสวยคุณภาพสูง ขนาดกะทัดรัด น้ำหนักเบา และสร้างภาพในโทนสีงดงามตามแบบฉบับฟูจิฟิล์มปี 2554 ฟูจิฟิล์ม เปิดตัว FUJIFILM X100 กล้องรุ่นแรกจากซีรีส์ X100 สร้างชื่อเสียงในฐานะกล้องสุดยูนีกที่ได้เสียงตอบรับอย่างยอดเยี่ยมจากผู้ใช้งานทั่วโลก ด้วยช่องมองภาพแบบ Hybrid Viewfinder ดีไซน์มินิมอลเรียบเท่ ใช้งานง่าย ให้ภาพคุณภาพสูงและสีสวยเป็นเอกลักษณ์X100VI กล้องลำดับที่ 6 จากซีรีส์ X100 ยังคงไว้ซึ่งดีไซน์สุดเท่อันโด่งดัง และขนาดที่กะทัดรัด มาพร้อมเซ็นเซอร์ X-Trans CMOS 5 HR ความละเอียด 40.2 ล้านพิกเซลตัวใหม่ และหน่วยประมวลผลภาพความเร็วสูง X-Processor 5 ที่ให้ภาพคุณภาพสูงเปี่ยมด้วยประสิทธิภาพ กล่องรุ่นลิมิเต็ด นอกจากนี้ นับเป็นครั้งแรกที่ซีรีส์ X100 มาพร้อมระบบป้องกันภาพสั่นไหวภายในตัวกล้อง (IBIS) ที่พัฒนาขึ้นใหม่แบบสูงสุด 6.0 สต็อป ทำให้ผู้ใช้ยังคงถ่ายภาพได้อย่างสนุกสนานในหลากหลายสภาพแวดล้อมและสถานการณ์X100VI กล้องดิจิตอลสวยสะดุดตา พร้อมดีไซน์เอกลักษณ์เฉพาะตัวหนึ่งเดียวไม่มีใครเหมือน ทั้งสร้างความประทับใจด้วยฟีเจอร์เปี่ยมประสิทธิภาพ มอบภาพสวยโดดเด่น ใช้งานได้หลากหลายตั้งแต่ช่างภาพมืออาชีพไปจนถึงสายครีเอทีฟรุ่นลิมิเต็ด ฟูจิฟิล์ม ยังมอบเซอร์ไพรส์พิเศษเนื่องในโอกาสครบรอบ 90 ปีของบริษัทในปี 2567 ด้วยการปล่อย X100VI รุ่นลิมิเต็ด เอดิชั่นแบบจำนวนจำกัด 1,934 ตัวทั่วโลก โดยทุกตัวจะมีหมายเลขกำกับ พร้อมกล่องลายเอ็กซ์คลูซีฟ สายคล้องกล้องลวดลายพิเศษ ปุ่มชัตเตอร์ Soft Release และการ์ดประวัติ นอกจากนี้ ตัวกล้องยังสลักโลโก้ฟูจิฟิล์มในปีค.ศ.1934 ปีก่อตั้งบริษัท สลักซีเรียลนัมเบอร์ทุกตัวX100VI มีเซ็นเซอร์ X-Trans CMOS 5 HR ที่รับแสงจากด้านหลัง ความละเอียด 40.2 ล้านพิกเซล (MP) เซ็นเซอร์มีโครงสร้างพิกเซลคุณภาพสูง รับแสงได้มากกว่ากล้องซีรีส์ X100 รุ่นก่อนๆ นอกจากนี้ยังสามารถปรับค่า ISO 125 ซึ่งเป็นเพียงตัวเลือกเสริมในรุ่น X100V แต่ตอนนี้เลือกใช้ได้บนบอดี้ X100VI เมื่อใช้ร่วมกับเลนส์ 23mmF2.0 ที่มีความสามารถในการแยกเซ็นเซอร์ความละเอียดสูงกว่า ทำให้ X100VI มอบภาพที่คมชัด ความละเอียดสูงมาพร้อมโหมด Film Simulation ทั้งหมด 20 รูปแบบ รวมถึงใหม่ล่าสุด “REALA ACE” Film Simulation ที่ให้สีเหมือนจริงในโทน Negative Film มากที่สุด เหมาะต่อการถ่ายวัตถุ และสถานการณ์หลากหลาย ระบบออโต้โฟกัสมีการประมวลผลที่ชาญฉลาด โฟกัสวัตถุได้แม่นยำแม้ในขณะเคลื่อนไหวต่อเนื่อง X100VI ยังใช้ระบบ AF ตรวจจับวัตถุของ X-Processor 5 เพื่อติดตามช่วงของวัตถุอย่างแม่นยำ ซึ่งพัฒนาขึ้นโดยใช้เทคโนโลยี AI แบบ Deep Learning ที่สามารถตรวจจับสัตว์ นก รถยนต์ รถจักรยานยนต์ จักรยาน เครื่องบิน รถไฟ แมลง และโดรนX100VI เป็นกล้องตัวแรกในซีรีส์ X100 ที่โดดเด่นด้วยระบบป้องกันภาพสั่นไหวในตัว แบบ 5 แกน สูงสุด 6.0 สต็อป ระบบใหม่นี้ทำให้ตัวกล้องใหญ่ขึ้นเพียงเล็กน้อยเมื่อเทียบกับรุ่นก่อนหน้า แต่ยังให้ความคล่องตัวดีไซน์โดดเด่น ฟังก์ชัน “Advanced Hybrid Viewfinder” ช่วยให้ผู้ใช้สลับระหว่างช่องมองภาพแบบออพติคอล (OVF) และช่องมองภาพอิเล็กทรอนิกส์ (EVF) ได้อย่างอิสระ โดยยึดตามสไตล์การถ่ายภาพแบบเรนจ์ไฟน์เดอร์ ซึ่งเป็นจุดเด่นของซีรีส์ X100 ช่องมองภาพ EVF มาพร้อมกับจอ OLED ความละเอียดสูง 3.69 MP ฟังก์ชัน “Electronic Range Finder”(ERF) จะแสดง EVF ขนาดเล็กภายใน OVF ได้พร้อมกัน ช่วยให้ช่างภาพมองเห็นวัตถุผ่าน OVF และขยายพื้นที่ที่อยู่ในโฟกัสใน EVF ไปด้วย เป็นการเพิ่มความสามารถของช่องมองภาพ โดยฟังก์ชัน ERF ช่วยให้การถ่ายภาพสแนปช็อตและอื่นๆ สะดวกยิ่งขึ้น กล้อง X100VI เป็นรุ่นแรกในซีรีส์ X100 ที่สามารถบันทึกวิดีโอความละเอียด 6.2K\/30P พร้อมกับฟังก์ชัน AF ตรวจจับวัตถุระหว่างการบันทึกวิดีโอ เพื่อยกระดับการสร้างสรรค์เนื้อหาคุณภาพสูงกล้อง X100VI รองรับการเชื่อมต่อกับแพลตฟอร์ม Frame.io Camera to Cloud โดยไม่ต้องใช้อุปกรณ์เสริมใดๆ ผู้ใช้สามารถเชื่อมต่ออินเตอร์เน็ตแบบไร้สายเข้าสู่ระบบ Frame.io และอัพโหลดรูปภาพและวิดีโอแบบอัตโนมัติได้ทันทีหลังจากถ่ายรูปเสร็จ ช่วยลดขั้นตอนการทำงานตั้งแต่การถ่ายภาพไปจนถึงการปรับแก้การออกแบบผลิตภัณฑ์โดดเด่นทั้งความสวยงามและฟังก์ชัน X100VI ใช้อะลูมิเนียมบนพื้นผิวด้านบนและด้านล่างตัวกล้องเหมือน X100V รุ่นก่อน พื้นผิวผ่านการขัดอย่างประณีตเพื่อให้ได้พื้นผิวเรียบเนียน เสริมด้วยการใช้อะลูมิเนียมอโนไดซ์บนพื้นผิว จอภาพ LCD แบบบางพิเศษที่ปรับเอียงได้ สามารถปรับลงมาในแนวราบได้สมบูรณ์ การออกแบบที่ครบครันนี้ช่วยให้ถ่ายภาพได้หลากหลายสไตล์ ตั้งแต่มุมสูงไปถึงมุมต่ำ ทั้งยังตอบสนองได้รวดเร็วและใช้งานง่าย ขณะที่รูปทรงด้ามจับได้รับการปรับแต่งอย่างละเอียดเพื่อให้ง่ายต่อการใช้งาน โดยตำแหน่งปุ่มที่ด้านหลังของกล้อง ถูกย้ายไปยังตำแหน่งที่กดง่ายด้วยมือขวา ทำให้ถ่ายภาพได้สะดวกขณะมองผ่านช่องมองภาพสำหรับอุปกรณ์เสริม X100VI มีคุณสมบัติทนทานต่อสภาพอากาศเมื่อติดตั้งอุปกรณ์เสริม ด้วยการใช้วงแหวนอะแดปเตอร์ AR-X100 และฟิลเตอร์ป้องกัน PRF-49 ร่วมกับเลนส์ของ X100VI จะช่วยให้ผู้ใช้สามารถถ่ายภาพในสภาพอากาศที่ท้าทายใช้งานครอบคลุม ไปจนถึงเลนส์ฮูด LH-X100 (จำหน่ายแยก) ของฟูจิฟิล์มสามารถใช้งานร่วมกับ X100VI ได้เช่นกัน นอกจากน้ำหนักเบาและผลิตขึ้นจากโลหะ ตัวฮูดยังออกแบบมาอย่างชาญฉลาดให้มีรอยผ่า เพื่อไม่ให้บดบังการมองเห็นขณะมองผ่านช่องมองภาพ จึงช่วยป้องกันแสงได้อย่างมีประสิทธิภาพ นอกจากนั้นยังสามารถใส่เลนส์เสริมอีกได้อีก 2 แบบ ผู้ใช้สามารถเลือกใช้ระยะโฟกัสเพิ่มเติมได้โดยไม่สูญเสียคุณภาพของภาพถ่าย พร้อมอุปกรณ์เสริมอีกมากมาย อาทิ เลนส์แปลงมุมกว้าง (WCL-X100 II) ที่คูณระยะโฟกัสคงที่โดยประมาณ 0.8 เท่า ไปเป็น 28 ม.ม. (เทียบเท่าฟอร์แมต 35 ม.ม.) เลนส์แปลงเทเล (TCL-X100 II) เป็นเลนส์แปลงระยะไกลสำหรับการลดขอบเขตการมองเห็นให้แคบลงโดยการคูณระยะโฟกัสคงที่โดยประมาณ 1.4 เท่า ไปเป็น 50 ม.ม. (เทียบเท่าฟอร์แมต 35 ม.ม.)กล้อง X100VI จากฟูจิฟิล์ม ประเทศไทย สนนราคา 59,990 บาท วางจำหน่ายในสีดำและสีเงิน ผ่านตัวแทนจำหน่ายอย่างเป็นทางการ วางจำหน่ายแล้วในประเทศไทย ทีมข่าวสดไอที ภาพ-ฟูจิฟิล์ม ประเทศไทย"
    },
    {
      "index":24,
      "title":"หลาก&หลายไอที - DELL ผุดจอภาพรุ่นใหม่ เอาใจสายทำงาน-บันเทิง",
      "content":"เดลล์ เทคโนโลยีส์ เปิดตัวมอนิเตอร์ P-series และ S-series ใหม่ เหมาะกับการใช้งานหลากหลายรูปแบบ และราคาตอบสนองความต้องการของผู้ใช้ได้ดีที่สุดมอนิเตอร์ P-series วางเป้าหมายเจาะกลุ่มผู้ใช้มืออาชีพทางธุรกิจที่กำลังมองหาอุปกรณ์ช่วยเพิ่มผลิตผลในการทำงานได้สูงสุด ขณะที่มอนิเตอร์ S-series ออกแบบมาสำหรับครอบครัว วัยรุ่นวัยเรียน และผู้ใช้งานทั่วไปที่ตามติดความบันเทิง สนุกสนาน พักผ่อนหย่อนใจ และความสะดวกสบายที่มั่นคงยืนยาว ศูนย์รวมการเชื่อมต่อ (P2725HE)มาพร้อมการเชื่อมต่อที่ง่ายดาย จอมอนิเตอร์ Dell 27 \/ 24 USB-C Hub Monitors (P 2725 HE \/ P 2425 HE \/ P 2425 E) ให้ฟีเจอร์ถนอมสายตาที่เพิ่มประสิทธิภาพมากขึ้นเต็มเปี่ยม เช่นเดียวกับจำนวนพอร์ตเชื่อมต่อที่ครอบคลุม ไม่ว่ากำลังยุ่งอยู่กับการทำงานบนสเปรดชีต อยู่กับการวิเคราะห์ หรือทำดิจิทัลคอนเทนต์ และกำลังมองหาที่จะเซ็ตอัพจอมอนิเตอร์ทั้งแบบเดี่ยวหรือแบบคู่ ยังมีมอนิเตอร์ในกลุ่ม P-series ที่เหมาะสำหรับคุณฟีเจอร์ระดับท็อปที่มาพร้อมมอนิเตอร์เหล่านี้เริ่มตั้งแต่ประสิทธิภาพการทำงานที่เพิ่มขึ้นอย่างอัตรารีเฟรชเรตปรับปรุงใหม่ที่ 100 เฮิร์ตซ์ (Hz) บนหน้าจอขอบบางเฉียบแบบ Ultrathin ความละเอียด FHD\/WUXGA (1,920 x 1,200 พิกเซล) ที่มากับเทคโนโลยี IPS ให้สีสันคงที่ ประสบการณ์รับชมที่ราบรื่นสบายตา ด้วยมาตรฐาน TUV Rheinland ระดับ 4 ดาว ผู้ใช้จะได้รับประโยชน์จากคุณสมบัติที่ดียิ่งขึ้นของ ComfortView Plus ช่วยลดแสงสีฟ้าที่เป็นอันตรายลงเหลือร้อยละ 35 หรือน้อยกว่านั้น ช่วยลดความล้าดวงตา พร้อมภาพที่สดใสคมชัดปราศจากการกะพริบ (Flicker-Free) บนอัตราส่วนความคมชัด (Contrast Ratio) 1500:1 และการครอบคลุมสี sRGB ถึงร้อยละ 99 ตอบสนองทุกรูปแบบการใช้งานการเชื่อมต่อที่ทำให้มอนิเตอร์ของเดลล์กลายเป็นศูนย์รวมประสิทธิภาพในการทำงานด้วย RJ 45 สำหรับการเชื่อมต่ออีเธอร์เน็ตแบบมีสาย (LAN) และโซลูชั่นสายเคเบิลเดียว USB-C (ที่จ่ายไฟได้สูงสุดถึง 90 วัตต์) ทั้งหมดมาพร้อมการเซ็ตอัพที่สบายตา ไม่รกรุงรังพอร์ตเชื่อมต่อที่ครอบคลุมช่วยให้ผู้ใช้เชื่อมต่ออุปกรณ์ต่างๆ ได้สะดวก เดลล์อัพเกรดพอร์ต USB-A ไปสู่ USB-C ตอบโจทย์ความต้องการที่เพิ่มขึ้น เพื่อให้การเชื่อมต่ออุปกรณ์ต่อพ่วงอื่นๆ ง่ายขึ้น ตามด้วยการชาร์จแบบ Fast-Chargeดีไซน์เพื่อความสะดวกสบายเชื่อมต่ออุปกรณ์ภายนอกได้ง่ายด้วยพอร์ตเพื่อการเข้าถึงด่วน (Quick Access Ports) ที่ออกแบบอย่างสมเหตุสมผลที่ขอบจอด้านล่าง หรือติดตั้งซาวด์บาร์แบบสนับสนุนได้ (จำหน่ายแยก) ระบบเสียง มีแท่นวางปรับระดับความสูง พร้อมฟังก์ชันเอียงไปด้านหน้าและหลัง หมุนและปรับตำแหน่งได้ทั้งสองทิศทาง เพื่อให้ผู้ใช้ปรับการตั้งค่าได้ตามความต้องการส่วนตัวพอร์ตเชื่อมต่อ (P2425HE)พร้อมกันนี้เดลล์ยังเปิดตัวจอมอนิเตอร์ขนาด 27\/24\/22 นิ้ว (P2725H\/P2425H\/P2425\/P2225H) สำหรับมืออาชีพ ที่ต้องการประสิทธิภาพการทำงานโดยไม่ต้องการฟีเจอร์ซับซ้อน เพื่อให้ได้รับประโยชน์จากการทำงานที่ไม่มีสิ่งรบกวนและมีประสิทธิภาพสูงสุด จอมอนิเตอร์เหล่านี้ไม่ได้มาพร้อมพอร์ต USB-C Upstreamเพื่อตอบโจทย์การใช้งานตามไลฟ์สไตล์รูปแบบต่างๆ เดลล์เปิดตัวจอมอนิเตอร์ S-series ใหม่ ได้แก่ Dell 24 \/ 27 Monitors (S2425H\/HS, S2725H\/HS\/DS) ที่มาพร้อมดีไซน์และฟีเจอร์ทันสมัยสำหรับความสะดวกสบาย และความอเนกประสงค์ในการใช้งานประจำวัน จอมอนิเตอร์ S-series มากับประสิทธิภาพจอแสดงผลน่าประทับใจ เช่นเดียวกับคุณภาพเสียงที่ดียิ่งขึ้น ตอบโจทย์การใช้งานด้านความบันเทิงประจำวัน พร้อมฟีเจอร์ที่ง่ายต่อการใช้งานในรูปลักษณ์การออกแบบที่สวยงามทั้งหมดนี้แสดงถึงความมุ่งมั่นของเดลล์ในการยกระดับและเพิ่มประสิทธิภาพให้ผู้ใช้งานทั้งในโฮมออฟฟิศ และความบันเทิงเริ่มตั้งแต่ความเป็นเลิศด้านภาพ ความบันเทิงของจอภาพ 27 นิ้ว ความละเอียดแบบ QHD & FHD และจอมอนิเตอร์ 23.8 นิ้ว แบบ FHD IPS ได้รับการรับรองจาก TUV Rheinland สำหรับความสบายตาระดับ 4 ดาวคุณสมบัติ ComfortView Plus ที่ดียิ่งขึ้น ช่วยลดการปล่อยแสงสีฟ้าเหลือเพียงร้อยละ 35 หรือน้อยกว่านั้น มีอัตรารีเฟรช 100 Hz (VRR สำหรับ S2725DS เท่านั้น) เพื่อให้ภาพเคลื่อนไหวที่ราบรื่นเหมาะสำหรับนักเล่นเกมทั่วไปพอร์ตเชื่อมต่อ (S2725DS)ผู้ใช้สามารถสลับระหว่างการทำสตรีมมิ่งและเล่นเกมได้โดยไม่ติดขัดด้วยพอร์ต HDMI แบบคู่ใน และยังสนุกสนานไปกับสีสันจัดจ้านสดใสที่ครอบคลุมสี sRGB ถึงร้อยละ 99 และอัตราส่วนความคมชัด 1500:1 จอรุ่นนี้มีระบบเสียงน่าทึ่ง ยกระดับประสบการณ์เสียงด้วยลำโพงคู่ขนาด 5W ที่ให้เสียงเบสกระหึ่ม ทัศนียภาพของเสียง (Soundscape) ที่กว้างขึ้น แสดงถึงคุณภาพประสิทธิภาพเสียงที่น่าประทับใจ สามารถเลือกตั้งค่าได้ง่ายดายจาก 5 ค่าที่กำหนดไว้ล่วงหน้า (Standard, Movie, Game, Music, Voice) และ 1 โปรไฟล์เสียงที่ปรับแต่งได้เอง การออกแบบภายนอกยังเป็นแบบโมเดิร์น ขอบจอบางเฉียบสวยงาม พร้อมลวดลายบนพื้นผิวด้านหลัง ที่ได้รับแรงบันดาลใจจากศิลปะการวาดลวดลายลงบนทรายของญี่ปุ่นที่ให้ดีไซน์สไตล์เรียบหรูออกแบบเรียบหรูด้วยแรงบันดาลใจจากศิลปะญี่ปุ่น จอภาพเหล่านี้มาในสี Ash White ให้ความสบายตา เข้ากันได้ดีกับทุกสภาพแวดล้อมและทุกไลฟ์สไตล์ ใช้งานได้ตลอดทั้งวันด้วยแท่นวางจอปรับความสูงได้ พร้อมฟังก์ชันเอียง หมุน และปรับตำแหน่ง (มีในรุ่น S2425HS\/S2725HS\/S2725DS เท่านั้น) การออกแบบการจัดการสายเคเบิลที่ดีขึ้นช่วยให้การติดตั้งเรียบร้อย ไม่รกตา ด้วยพอร์ตเชื่อมต่อหลักและพอร์ตรองด้านข้างเข้าถึงได้ง่าย พอร์ตนำเข้าที่หลากหลาย (Multiple Input Ports) เพื่อการเชื่อมต่อกับอุปกรณ์ต่างๆ โดยผู้ใช้ควบคุมและจัดการ OSD เมนูได้ด้วยจอยสติ๊ก และปุ่มลัดใหม่ด้านหลังจอมอนิเตอร์\/\/\/\/ เดลล์ ในฐานะหนึ่งในบริษัทด้านจอมอนิเตอร์ชั้นนำของโลกมายาวนานกว่าทศวรรษ ยังยึดมั่นดำเนินงานเพื่อสร้างความยั่งยืนให้กลุ่มผลิตภัณฑ์จอมอนิเตอร์ทั้งหมด ด้วยกระบวนการพัฒนาทางวิศวกรรมที่เข้มงวดและการทดสอบอย่างเคร่งครัด เดลล์กลายเป็นผู้นำด้านนวัตกรรมวัสดุ โดยการนำวัสดุรีไซเคิลใหม่ๆ เช่น อะลูมิเนียมและแก้ว เข้ามาใช้ในการออกแบบจอภาพด้านหลัง P-Series จอมอนิเตอร์ P-sereies และ S-series รุ่นใหม่ได้รับการออกแบบด้วยการใช้พลาสติกรีไซเคิล และสารพลาสติก ที่นำกลับมาใช้ซ้ำได้หลายครั้งถึงร้อยละ 85 เหล็กรีไซเคิลร้อยละ 50 และอะลูมิเนียมรีไซเคิลทั้งหมด รวมถึงแก้วรีไซเคิลอย่างน้อยร้อยละ 20จอมอนิเตอร์ P-series ยังเป็นไปตามมาตรฐานด้านสิ่งแวดล้อมล่าสุด อย่าง EnergyStar, EPEAT Gold, TCO และ TCO Edge ด้วยการได้รับการรับรองใหม่จาก EPEAT Climate+ ปฏิบัติตามแนวปฏิบัติที่ดีที่สุดของอุตสาหกรรมในเรื่องลดการปล่อยก๊าซคาร์บอนไดออกไซด์ด้านหลัง S-Series Monitorผู้ใช้ยังสามารถประหยัดพลังงานในเวลาไม่ใช้งานด้วยโหมด PowerNap ที่อยู่ใน Dell Display Manager ลดความสว่างหรือพักหน้าจอ ซึ่งช่วยลดการใช้พลังงานได้ถึงร้อยละ 14.8ท้ายสุดนี้ จอมอนิเตอร์เดลล์ทุกรุ่นจะจัดส่งมาในกล่องทำจากวัสดุที่สามารถนำกลับมาใช้ใหม่ และนำไปรีไซเคิลได้ทั้งหมด ยิ่งกว่านั้นยังมาพร้อมวัสดุรองกันกระแทกที่ทำจากเส้นใยที่เป็นมิตรยั่งยืนต่อสิ่งแวดล้อมมากขึ้น มอนิเตอร์ P-series และ S-series ใหม่จากค่ายเดลล์ วางจำหน่ายแล้วในประเทศไทย สนนราคาเริ่มต้นที่ 5,990 บาทขึ้นไป ทีมข่าวสดไอทีภาพ – เดลล์"
    },
    {
      "index":25,
      "title":"หลาก&หลายไอที - ‘เอซุส’ผุดโน้ตบุ๊กเอไอ แบตสุดอึด-ขุมพลังAMD",
      "content":"เอซุสผู้พัฒนาผลิตภัณฑ์คอมพิวเตอร์ชื่อก้องโลกจากไต้หวัน เปิดตัวโน้ตบุ๊กเรือธงรุ่นล่าสุดที่ใช้ขุมพลังจากหน่วยประมวลผล หรือซีพียู AMD Ryzen 7 8840HS ที่มาพร้อม AMD Ryzen AI Accelerator ขุมพลังจาก AMD Ryzen 7เพิ่มความสามารถในการใช้งาน AI ด้วยความเร็วสูงสุด 38 TOPs (ขยับจาก 10 TOPs จากชิพรุ่นก่อนหน้า) พร้อมด้วยหน่วยประมวลผลกราฟิก หรือจีพียู AMD Radeon graphics ภายใต้โน้ตบุ๊ก Asus Zenbook 14 OLED (UM3406)ผู้ใช้สามารถดื่มด่ำไปกับประสบการณ์ภาพและเสียงดีที่สุดด้วยหน้าจอคุณภาพสูง ASUS Lumina OLED ความละเอียด 3K ความถี่ 120 เฮิร์ตซ์ (Hz) และลำโพงใหม่ super-linear อันทรงพลัง คุณภาพสูงการออกแบบที่ทำให้ใช้งานง่าย สามารถล็อกอินเข้าเครื่องด้วยระบบสแกนใบหน้าที่เพิ่มความเป็นส่วนตัวด้วยบานเปิด-ปิดกล้อง พร้อมแป้นพิมพ์ ASUS ErgoSense ใหม่ที่ปราศจากเสียงพิมพ์ยามทำงานดีไซน์เครื่องแบบใหม่นี้ยังส่งเสริมการใช้วัสดุรีไซเคิล ทั้งสำหรับตัวโน้ตบุ๊กและกล่องบรรจุภัณฑ์ เพื่อความยั่งยืนทางสิ่งแวดล้อมตามเป้าหมายของเอซุส แต่มีความทนทานตามมาตรฐานกองทัพสหรัฐอเมริกา (US military-grade) ช่วยเพิ่มอายุการใช้งานของอุปกรณ์และความมั่นใจสูงสุดให้กับผู้ใช้ ดีไซน์หรูประสิทธิภาพระดับพรีเมียมของ Zenbook 14 OLED นำเสนอผ่านดีไซน์หรูหรา บางเบา ด้วยความหนาเพียง 14.9 มิลลิเมตรแบตอึด 17 ชั่วโมงน้ำหนัก 1.2 กิโลกรัม พร้อมแบตเตอรี่ขนาด 75 วัตต์ต่อชั่วโมง (Wh) ใช้งานได้ตลอดวัน สามารถชาร์จผ่านอแดปเตอร์ USB-C และแบตเตอรี่สำรอง (Power Bank) เพิ่มความสะดวกสบายสูงสุดโน้ตบุ๊ก Zenbook 14 OLED ให้ประสิทธิภาพการทำงานระดับสูงพร้อมความสามารถ AI ด้วยซีพียูใหม่ AMD Ryzen 7 8840HS และจีพียู AMD Radeon graphics หน่วยเก็บข้อมูลความจุ 1 เทร่าไบต์ (TB) แบบ SSD หน่วยความจำแรม (RAM) 16 กิกะไบต์ (GB) รองรับคลื่น WiFi 6E (802.11ax) ตัวเล็กเสียงใหญ่ความพิเศษของซีพียู AMD Ryzen 7 8840HS มีตัวเร่งความเร็ว AMD Ryzen AI ในตัว ช่วยลดการใช้พลังงานเพื่อประสิทธิภาพการทำงานสูงสุด นอกจากช่วยจัดการเรื่องประสิทธิภาพและการใช้พลังงานแล้ว ชิพ Ryzen AI ยังช่วยเพิ่มประสิทธิภาพในการทำงานแบบมัลติทาสก์ หากต้องทำงานหลายโปรแกรมพร้อมกัน และเล่นวิดีโอคุณภาพสูงแบบเรียลไทม์ได้อย่างลื่นไหลสุดยอดจอ OLED Zenbook 14 OLED ยังมีปุ่ม Copilot ให้ผู้ใช้สามารถเรียกใช้งานเครื่องมือที่ขับเคลื่อนด้วย AI บนระบบปฏิบัติการ Windows 11 จากไมโครซอฟท์ ได้อย่างง่ายดายด้วยการกดเพียงครั้งเดียวเรือธงใหม่รุ่นนี้มีหน้าจอขนาด 14 นิ้ว ความละเอียด 3K (2,880×1,800 พิกเซล) ภายใต้ชื่อว่า ASUS Lumina OLED 120 Hz ความสว่างสูงสุด 600-nit อัตราส่วน 16:10 เพิ่มพื้นที่การใช้งานแนวตั้ง และเพิ่มความสะดวกในการทำงานสเปรดชีต รวมถึงปกป้องดวงตาจากแสงสีฟ้า ตลอดจนผ่านการรับรองจากสถาบัน TUV Rheinland ประเทศเยอรมนี ว่าช่วยลดแสงสีฟ้าที่ทำลายดวงตาได้กว่าร้อยละ 70พอร์ตขวา พอร์ตซ้าย ทั้งยังเพิ่มความสะดวกสบายด้วยพอร์ตเชื่อมต่อครบครัน ได้แก่ USB 4.0 Gen 3 Type-C, USB 3.2 Gen 2 Type-C, USB 3.2 Gen 1 Type-A, HDMI 2.1 (TMDS) และช่องหูฟังขนาดแบบมินิสเตอริโอประสบการณ์ใช้งานแบบพรีเมียมของ Zenbook 14 OLED ได้รับการออกแบบโดยคำนึงถึงผู้ใช้งานเป็นหลัก ผสมผสานคุณสมบัติระดับสูงมากมายเพื่อตอบโจทย์ไลฟ์สไตล์การใช้งานในยุคปัจจุบัน ไม่ว่าจะเป็นคุณภาพเสียงดีที่สุดจากลำโพง super-linear แบบใหม่ พร้อมระบบ smart amplifier และ ASUS Audio Booster ในระบบเสียงที่ได้รับการรับรองจากค่าย Harman Kardon ประเทศสหรัฐฯ ให้ผู้ใช้งานได้ดื่มด่ำกับเสียงหลากหลายมิติแบบ Dolby Atmosฟีเจอร์อัดแน่นแป้นพิมพ์ ASUS ErgoSense แบบใหม่ช่วยให้ผู้ใช้ทำงานได้อย่างเงียบสงบ และให้ความสบายมือ นอกจากนี้ยังปกป้องความเป็นส่วนตัวระหว่างการใช้งานด้วยกล้องความละเอียด FHD แบบ IR ที่มีบานเปิด-ปิดZenbook 14 OLED จากค่ายเอซุส ยังเป็นโน้ตบุ๊กที่คำนึงถึงสิ่งแวดล้อม เพราะเอซุสมีความมุ่งมั่นในการส่งเสริมความยั่งยืนทางสิ่งแวดล้อม ให้เกิดผลกระทบต่อทรัพยากรธรรมชาติน้อยที่สุดเริ่มตั้งแต่วัสดุที่เป็นมิตรต่อสิ่งแวดล้อม กระบวนการผลิต การประกอบ การใช้งาน ไปจนถึงการสิ้นสุดอายุการใช้งาน เอซุสใช้พลาสติกผ่านกระบวนการรีไซเคิล (PCR) ช่วยลดการปล่อยก๊าซคาร์บอนไดออกไซด์ได้กว่าร้อยละ 50เรียบหรู ตัวบรรจุภัณฑ์ยังสามารถนำกลับมารีไซเคิล และย่อยสลายได้เองทั้งหมด รวมถึงผ่านการรับรองจาก ENERGY STAR ว่าประหยัดพลังงาน ASUS Zenbook 14 OLED (UM3406) พร้อมวางจำหน่ายแล้วตามร้านค้าไอทีชั้นนำทั่วประเทศ และช่องทางออนไลน์ Official store จากเอซุส มาพร้อมระบบปฏิบัติการ Windows 11 Home และ Microsoft Office Home and Student 2021 พร้อมใช้งาน และบริการหลังการขายใหม่ “4A Guarantee” (Assured Quality, Always-On Support, All-around Coverage และ Added-Value Experience) ดูแลลูกค้าอย่างดีที่สุด บางเบาใช้สะดวกโดยลูกค้า Zenbook 14 OLED (UM3406) จะได้รับการรับประกันตัวเครื่อง 3 ปี และ on-site service 3 ปี รับประกันระหว่างประเทศ ครอบคลุม 80 ประเทศทั่วโลก และการรับประกันอุบัติเหตุ (Perfect Warranty) 1 ปีแรก ทั้งหมดสนนราคาที่ 39,990 บาท ใครกำลังมองหาโน้ตบุ๊กทำงานทั่วไประดับพรีเมียม ไม่ควรพลาด ทีมข่าวสดไอที ภาพ – เอซุส"
    },
    {
      "index":26,
      "title":"หลาก&หลาย - ฟูจิผุด‘INSTAX mini 99’  กล้องอินสแตนต์พรีเมียม",
      "content":"ฟูจิฟิล์ม (ประเทศไทย)เปิดตัวกล้องรุ่นใหม่ล่าสุด INSTAX mini 99 (mini 99)กลุ่มอินสแตนต์อนาล็อกระดับฮเอนด์ เตรียมวางจำหน่ายในประเทศไทย 4 เม.ย.นี้กล้องอินสแตนท์พรีเมียมกล้องกลุ่มอินสแตนต์จาก INSTAX ครบรอบ 25 ปีเมื่อปี 2566 นับตั้งแต่เปิดตัวครั้งแรกปี 2541 กล้องกลุ่มนี้ได้รับการพัฒนาต่อเนื่องสอดรับเทรนด์และเทคโนโลยีที่เปลี่ยนไปตลอดเวลาขยายกลุ่มผลิตภัณฑ์ครอบคลุมกล้อง อินสแตนต์ไฮบริด ผสานเทคโนโลยีดิจิตอล รวมถึงเครื่องพรินต์เชื่อมต่อสมาร์ตโฟนในเดือนต.ค.2566 ฟูจิฟิล์มเปิดตัว INSTAX Pal กล้องรุ่นแรกของ INSTAX ที่โดดเด่นด้านการถ่ายภาพ โดยเฉพาะ INSTAX ยังคงเดินหน้าสร้างสรรค์รูปแบบการถ่ายภาพที่หลากหลายและสนุกสนาน ขยายฐานผู้ใช้ครอบคลุมทั้งคนรุ่นใหม่และคนวัยกลางกล้อง mini 99 ยกระดับจากรุ่นINSTAX mini 90 (mini 90) มีคุณสมบัติใหม่ที่ใช้เทคโนโลยีอนาล็อกในการเพิ่มประสบการณ์ถ่ายภาพและสร้างสรรค์ภาพได้มากขึ้น หน้ากล้อง หลังกล้องเช่น การควบคุมเอฟเฟ็กต์สี มีสีให้เลือกใช้แสดงผลภาพถึง 6 แบบ และโหมดวิกเนต ลดการรับแสงบริเวณขอบรูป ทำให้กลางภาพโดดเด่น เหล่านี้ช่วยให้ผู้ใช้สร้างสรรค์ผลงานเป็นเอกลักษณ์ได้ตัวกล้องมีพื้นผิวด้าน วัสดุคล้ายหนัง จับสบายและสวยงาม ให้สัมผัสหรูหราพร้อมกันนี้ ฟูจิฟิล์มยังเปิดตัวฟิล์มขนาดมินิ “PHOTO SLIDE” ซึ่งได้รับแรงบันดาลใจจากฟิล์มม้วน วางจำหน่ายในประเทศไทยต้อนรับช่วงฤดูร้อน ตอกย้ำการสร้างสรรค์การถ่ายภาพได้หลายรูปแบบด้วยกล้อง mini 99 นอกจากนี้ คุณสมบัติใหม่จากรุ่น mini 99 ทั้งการควบคุมเอฟเฟ็กต์สีและโหมดวิกเนตยังใช้ร่วมกับการควบคุมแสงสว่างได้ ด้วยการหมุนวงแหวนด้านข้างตัวกล้องmini 99 ยังสานต่อคุณสมบัติจาก mini 90 อย่างโหมดถ่ายภูมิทัศน์ โหมดมาโคร และโหมดถ่ายในอาคาร ช่วยให้ได้ภาพที่มีคุณภาพมากขึ้น มีโหมดกีฬาที่เหมาะสำหรับการถ่ายภาพวัตถุเคลื่อนไหวรวดเร็ว สามารถตั้งเวลาสำหรับการถ่ายภาพรวมกลุ่ม แถมเล่นกับแสงได้ด้วยการใช้โหมด Bulb และโหมดภาพซ้อนเพื่อการใช้งานครบวงจร INSTAX รวมทั้งรุ่น mini 99 ฟูจิฟิล์มอัพเดตแอพฯ INSTAX UP! รูปแบบใหม่เมื่อ 13 มี.ค.ที่ผ่านมา แอพฯ บนสมาร์ตโฟนที่ผู้ใช้งานสามารถสแกนและบันทึกภาพพรินต์ INSTAX ลงสมาร์ตโฟนเพื่อให้ง่ายต่อการเก็บไฟล์ดิจิตอล สิ่งที่อัพเดตเข้ามาคือ การเก็บภาพเป็นอัลบั้ม ผู้ใช้สามารถสร้างคอลเล็กชั่นรูปภาพ INSTAX ตามธีมที่ต้องการ เป็นอีกวิธีที่จะเพลิดเพลินกับ INSTAXสำหรับคุณสมบัติหลักของ INSTAX mini 99 เป็นการใช้งานรูปแบบอนาล็อกด้วยรูปลักษณ์คลาสสิค และสัมผัสหรูหรา ออกแบบมาเพื่อคงความรู้สึกการใช้งานรูปแบบอนาล็อก เช่น การใช้วงแหวนเลนส์เพื่อปรับกำลังขยาย กับระยะโฟกัส และใช้วงแหวนด้านข้างเพื่อปรับเปลี่ยนแสงกับความสว่าง วงแหวนควบคุมตัวกล้องมีพื้นผิวด้าน คล้ายหนัง ทำให้จับถือสะดวก เคลือบผิวสัมผัสแบบแฮมเมอร์โทน ใช้ข้อความสีเพื่อนำเสนอรูปลักษณ์ภายนอกแบบคลาสสิค และพื้นผิวระดับพรีเมียม ผู้ใช้สามารถเพิ่มสีต่างๆ ลงในฟิล์มโดยตรงผ่านการใช้คุณสมบัติ “ควบคุมเอฟเฟ็กต์สี” ซึ่งกล้องมาพร้อมไฟ LED ภายในตัว สีไฟต่างๆ บนวงแหวนเอฟเฟ็กต์สีจะสาดแสงลงบนฟิล์มโดยตรงเมื่อกดถ่าย ให้ผู้ใช้เลือกสร้างสรรค์รูปถ่ายได้ 6 รูปแบบรูปแบบดังกล่าวให้ภาพแตกต่างกัน ขึ้นอยู่กับความสว่างโดยรอบสีของตัวแบบ และปัจจัยอื่นๆ ในการถ่าย ทำให้ผู้ใช้สามารถถ่ายทอดการถ่ายรูปภาพแต่ละช่วงเวลาได้อย่างไร้ขอบเขตลูกเล่นอย่าง “โหมดวิกเนต” ช่วยปรับเลนส์ให้แคบลงเพื่อควบคุมการตกของแสง ช่วยให้ผู้ใช้จำกัดการเปิดเลนส์ให้แคบลงด้วยตนเอง เพื่อลดแสงบริเวณขอบรูป ช่วยให้ภาพบริเวณตรงกลางโดดเด่น เพิ่มศิลปะให้กับตัวรูปภาพการปรับความสว่างภาพทำได้สะดวก ด้วย “การควบคุมความสว่าง” 5 ระดับ ผ่านการหมุนปุ่มควบคุมด้านข้างเพื่อสร้างภาพ high-key หรือ low-key สามารถปรับความสว่างได้ตั้งแต่ D- ถึง L+ และใช้ร่วมกับการควบคุมเอฟเฟ็กต์ หรือโหมดวิกเนต เพื่อปรับแต่งโทนสีและความสว่างได้อย่างอิสระกล้องยังมีโหมดถ่ายภาพหลากหลายสำหรับสถานการณ์ที่แตกต่างกัน อาทิ โหมดถ่ายภูมิทัศน์ โหมดมาโคร เพื่อให้ภาพคมชัดตามระยะห่างของวัตถุ โหมดถ่ายในอาคารช่วยเพิ่มแสงการถ่ายในที่มืด และโหมดกีฬาสำหรับถ่ายภาพวัตถุเคลื่อนที่เร็ว มีระบบตั้งเวลาถ่าย สะดวกสำหรับการถ่ายภาพงานหรือภาพกลุ่ม สามารถตั้งค่าการใช้แฟลช ไม่ว่าจะเป็นปิดการใช้แฟลช แก้ไขตาแดง และอื่นๆ ขึ้นอยู่กับสถานที่ถ่ายภาพ นอกจากนี้ ยังมีโหมดภาพซ้อนเพื่อรวมสองภาพเข้าด้วยกันด้วยการกดชัตเตอร์ 2 ครั้งในการถ่ายฟิล์ม 1 รูป และโหมด Bulb ในการสร้างสรรค์รูปจากการเล่นกับแสงโดยการเปิดชัตเตอร์ค้างไว้เป็นเวลานาน กล้อง mini 99 ใช้แบตเตอรี่ประเภทชาร์จไฟแบบถอดได้ สามารถถ่ายได้ 100 รูปต่อการชาร์จ 1 ครั้งใช้สายชาร์จแบบ USB Type-C (มาพร้อมกับสายชาร์จ) และกล้องมาพร้อมกับตัวจับด้านล่าง และช่องเสียบสำหรับขาตั้งกล้อง การใช้ตัวจับจะช่วยให้ถือกล้องถ่ายภาพตัวเองได้ง่ายยิ่งขึ้นแอพพลิเคชั่น INSTAX UP! รูปแบบใหม่ของฟูจิฟิล์ม ทำให้ผู้ใช้สามารถเปลี่ยนฟิล์ม INSTAX ให้เป็นไฟล์ดิจิทัลได้ง่ายผ่านการสแกนภาพ และเก็บรูปพร้อมกรอบฟิล์มลงบนเครื่องโดยสามารถกลับมาย้อนดูภาพฟิล์ม INSTAX ที่ชื่นชอบบนสมาร์ตโฟนได้ตลอดเวลา และโพสต์คอลเล็กชั่นที่สร้างในแอพฯ อย่างสะดวกบนโซเชี่ยลมีเดีย เพื่อแบ่งปันกับเพื่อนๆ ได้ทันที เป็นอีกหนึ่งวิธีสร้างความสนุกจากภาพฟิล์ม INSTAXรูปแบบล่าสุดเพิ่มการใช้งานอัลบั้ม โดยผู้ใช้สามารถจัดกลุ่มคอลเล็กชั่นภาพถ่ายไว้ด้วยกันตามธีม สามารถตั้งพื้นหลังแต่ละคอลเล็กชั่นได้ตามใจชอบในโหมดมุมมองสองรูปแบบ (มุมมองกล่อง และมุมมองรายการ) เพื่อสร้างอัลบั้มที่โดดเด่นไม่ซ้ำใคร สามารถเพลิดเพลินกับภาพฟิล์ม INSTAX ที่เลือกถ่ายด้วยเอฟเฟ็กต์และโหมดต่างๆ ด้วยกล้อง mini 99 และจัดเรียงเป็นอัลบั้มกล้อง INSTAX mini 99 เตรียมวางจำหน่ายในไทย ในราคา 7,290 บาท และฟิล์ม INSTAX ขนาดมินิ “PHOTO SLIDE” ในราคา 360 บาท ทีมข่าวสดไอที ภาพ – ฟูจิฟิล์ม (ประเทศไทย)"
    },
    {
      "index":27,
      "title":"หลาก&หลาย - Samsung Galaxy Fit3 สมาร์ตแบนด์แบต 13 วัน",
      "content":"ในยุคที่คนส่วนใหญ่หันมาใส่ใจดูแลสุขภาพกันมากขึ้น ซัมซุง ผู้พัฒนาเทคโนโลยีชื่อก้องโลกจากประเทศเกาหลีใต้ เอาใจผู้รักสุขภาพด้วยผลิตภัณฑ์ใหม่ ควบคุมมือถือผ่านสมาร์ตแบนด์สายรัดข้อมืออัจฉริยะ หรือสมาร์ตแบนด์ Galaxy Fit3 เพื่อเป็นตัวช่วยอัจฉริยะในเรื่องสุขภาพและการออกกำลังกาย ด้วยดีไซน์สุดชิกทันสมัย หน้าจอใหญ่จุใจ และฟีเจอร์เพื่อสุขภาพที่สมาร์ตกว่าเดิม มากถึง 101 โหมดในเครื่องเดียว ในราคาเข้าถึงง่าย Galaxy Fit3สมาร์ตแบนด์ใหม่จากซัมซุง พร้อมตามติดและแนะนำไลฟ์สไตล์ชีวิตรักสุขภาพในทุกย่างก้าว ไม่ว่าจะเป็นการออกกำลังกายที่เหมาะสม การนอนหลับพักผ่อนอย่างเพียงพอ การตรวจเช็กสุขภาพเบื้องต้น เพื่อให้ผู้ใช้เข้าถึงและเข้าใจสภาวะสุขภาพของตัวเองได้ดียิ่งขึ้น ข้อมูลสุขภาวะการนอนละเอียดยิบ เริ่มต้นด้วยฟีเจอร์ด้านสุขภาวะการนอนหลับพักผ่อน เนื่องจากการนอนหลับที่ดีเป็นสิ่งสำคัญต่อสุขภาพที่สมบูรณ์ที่สุด ช่วยให้การดูแลฟื้นฟูสุขภาพเป็นเรื่องง่าย ไม่ว่าเรื่องเล็กน้อย (การนอนหลับ และ Daily Workout) หรือเรื่องสำคัญที่หลายคนกังวล (อัตราการเต้นของหัวใจ) ซัมซุงจึงช่วยสร้างเสริมลักษณะนิสัยในการนอนที่ดี โดยคิดค้นเครื่องมือตรวจวัดการนอนหลับอัจฉริยะเปรียบเสมือน All Day Tracking & Monitoring your Health เพียงสวม Galaxy Fit3 ไว้ เครื่องจะช่วยตรวจจับการกรน ตรวจปริมาณออกซิเจนในเลือด และความเครียด อีกทั้งยังบันทึกและวิเคราะห์ช่วงเวลาที่นอนหลับลึก ฟังก์ชัน Sleep Coaching ใน Galaxy Fit3 จะนำข้อมูลมาวิเคราะห์อย่างละเอียด และให้คำแนะนำเชิงลึกตามรูปแบบการนอนหลับที่เหมาะกับแต่ละคน พร้อมแนะนำวิธีปรับปรุงการนอนให้ดีกว่าเดิม Galaxy Fit3ยังติดตาม บันทึก และคอยสร้างแรงจูงใจในการออกกำลังกาย พัฒนาตัวช่วยออกกำลังถึง 101 โหมด เพื่อให้ผู้ใช้พิชิตเป้าหมายในการออกกำลังกายได้ทุกที่ทุกเวลาตามต้องการผ่านการตรวจจับการเคลื่อนไหวตามเป้าหมายที่ตั้งไว้ได้ ด้วยโหมดออกกำลังกายอัตโนมัติที่มีให้เลือกถึง 6 แบบ ได้แก่ การเดิน การวิ่ง การออกกำลังกายด้วยเครื่องเดินวงรี การออกกำลังกายด้วยเครื่องกรรเชียงบก การว่ายน้ำ และการยืดเหยียดกล้ามเนื้อพร้อมติดตามนับก้าวการเดิน และกิจวัตรประจำวันตลอด 24 ชั่วโมงแบบเรียลไทม์ ซึ่งมีทั้งหมด 11 ฟังก์ชันที่ติดตั้งมาให้บน Galaxy Fit3 ออกแบบเพื่อชีวิตที่ต้องเคลื่อนไหวนอกจากนี้ สมาร์ตแบนด์ยังมีคุณสมบัติทนทาน กันน้ำ ผ่านมาตรฐานกันน้ำที่ระดับ 5ATM (ล้างมือ ฝนตก ล้างรถ อาบน้ำ ว่ายน้ำในสระทั่วไป) และฝุ่นที่ระดับ IP68 ทำให้ผู้ใช้เพลิดเพลินกิจกรรมกลางแจ้งในสภาพแวดล้อมหลากหลายได้อย่างไร้กังวลทั้งสามารถวิเคราะห์ข้อมูลสุขภาพเชิงลึกรอบด้าน ตรวจสอบข้อมูลส่วนตัวได้อย่างเรียลไทม์ ทั้งอัตราเต้นของหัวใจ ระดับความเครียด และการตรวจสอบรอบเดือน ผ่านแอพพลิเคชั่น Samsung Health พร้อมให้คำแนะนำการออกกำลังกายที่เหมาะสม และเรียกดูผลลัพธ์ย้อนหลังผ่านสมาร์ตโฟนได้ สมาร์ตแบนด์ Galaxy Fit3ยังมาพร้อมฟีเจอร์ด้านความปลอดภัย เนื่องจากขณะออกกำลังกาย อุบัติเหตุเล็กๆ น้อยๆ อาจเกิดขึ้นได้แบบไม่ทันตั้งตัวGalaxy Fit3 จึงมีฟีเจอร์สุดล้ำอย่าง Fall Detection และ Emergency SOS เพิ่มความปลอดภัยให้ผู้ใช้ หากระบบตรวจจับการล้ม การร่วงจากที่สูงผิดปกติ Galaxy Fit3 จะช่วยแจ้งเตือน หรือส่งสัญญาณขอความช่วยเหลือไปยังรายชื่อที่ผู้ใช้บันทึกไว้ หรือหากอยู่ในสถานการณ์ฉุกเฉิน ผู้ใช้สามารถกดปุ่มด้านข้างติดต่อกัน 5 ครั้ง เพื่อแจ้งขอความช่วยเหลือจากเจ้าหน้าที่หน่วยงานฉุกเฉินได้อย่างทันท่วงทีแบตฯยาวนาน 13 วันGalaxy Fit3มีหน้าจอขนาดใหญ่ รูปลักษณ์ใหม่ ทันสมัยด้วยกรอบอะลูมิเนียมสุดเก๋ หน้าจอแสดงผลขนาด 1.6 นิ้ว แบบ AMOLED ขนาด 256 x 402 พิกเซล ใหญ่กว่ารุ่นก่อนถึงร้อยละ 45 ความละเอียด 2.5D Glass Display แค่เหลือบมองก็สามารถเห็นทุกอย่างชัดเจน น้ำหนักเบา รูปทรงเพรียวบาง เรียบหรูสายรัดข้อมือแบบสปอร์ต สวมใส่ง่าย ใช้ได้ในทุกวัน ทนทานยิ่งขึ้นด้วยแบตเตอรี่ใช้พลังงานเพียง 208 มิลลิแอมป์ต่อชั่วโมง (mAh) ใช้งานได้สูงสุดถึง 13 วันติดต่อกัน! ผู้ใช้ยังเลือกปรับแต่งอุปกรณ์ให้ดูดีมีสไตล์ขึ้นในแบบเฉพาะของตัวเอง โดยเลือกหน้าปัดที่ติดตั้งมาในตัวเครื่องได้กว่า 100 แบบ หรือจะใช้รูปตัวเองเป็นฉากหลังก็ทำได้ ทั้งยังปรับแต่งสายให้เข้ากับแฟชั่น หรือกิจกรรมในแต่ละวันได้เพียงแค่คลิกเดียว Galaxy Fit3เชื่อมต่อกับอุปกรณ์กาแล็กซีอื่นได้ โดยใช้ Galaxy Fit3 เป็นเสมือนจอควบคุมบนข้อมือ ทำหน้าที่เป็นเสมือนชัตเตอร์ถ่ายภาพเพื่อควบคุมกล้องบนโทรศัพท์มือถือ สำหรับการถ่ายภาพระยะไกล ตั้งเวลาถ่ายรูป หรือใช้ Galaxy Fit3 ควบคุมมีเดียต่างๆ บนอุปกรณ์ที่เชื่อมต่อ ช่วยให้ทุกการใช้งานคล่องตัว ขอความช่วยเหลือฉุกเฉินหากผู้ใช้ต้องการนอนหลับโดยไม่ถูกรบกวน สามารถสั่งตั้งค่าโหมดห้ามรบกวน หรือโหมดนอนหลับระหว่าง Galaxy Fit3 ให้เชื่อมต่อกับสมาร์ตโฟนได้ หรือหากสมาร์ตโฟนหายก็ค้นหาได้ง่ายๆ ผ่านฟีเจอร์ Find my phone ใน Galaxy Fit3 หรือจะค้นหาแบบกลับกันก็ได้ราคาเข้าถึงง่าย สมาร์ตแบนด์ Galaxy Fit3 มีให้เลือก 3 สี ได้แก่ สีเทา สีเงิน และสีพิงก์โกลด์ พร้อมวางจำหน่ายแล้วในประเทศไทย ผ่านช่องทางออนไลน์บนเว็บไซต์ samsung.com และ Samsung Official Store บนแอพฯ Shopee และ Lazada หรือหน้าร้านที่ Samsung Experience Store และร้านค้าที่ร่วมรายการผู้สนใจสามารถเป็นเจ้าของได้ในราคาเพียง 1,990 บาท ทีมข่าวสดไอทีภาพ – ซัมซุง"
    },
    {
      "index":28,
      "title":"หลาก&หลายไอที-‘เดลล์’เปิดตัวเอไอพีซี ชูพลัง AI เพื่อวัยทำงาน",
      "content":"เดลล์ เทคโนโลยีส์ เปิดตัวกลุ่มผลิตภัณฑ์คอมเมอร์เชี่ยลประเภทโน้ตบุ๊ก ที่มีระบบปัญญาประดิษฐ์ หรือเอไอ ภายในและโมบาย เวิร์กสเตชั่น เพื่อการใช้งานในองค์กรธุรกิจ ออกแบบมาเพื่อนำพาทั้งองค์กร และประสิทธิภาพการทำงานของพนักงาน ก้าวเข้าสู่ยุค AILatitude 7350 Detachable ผลิตภัณฑ์คอมพิวเตอร์เอไอเพื่อการทำงานแบบไฮบริด ด้วยขุมพลังหน่วยประมวลผล Neural Processing Unit (NPU) ที่ติดตั้งอยู่ใน AI PC จะมีการเติบโตจากจำนวนประมาณ 50 ล้านยูนิตในปี 2024 และเป็นจำนวนมากกว่า 167 ล้านยูนิตในปี 2027 คิดเป็นร้อยละ 60 ของปริมาณการจัดส่งพีซีทั่วโลก NPU เสริม AI acceleration engine เพื่อตอบโจทย์การทำงานของ AI ที่มีความจำเพาะมากขึ้นได้ช่วยลดปริมาณงานให้หน่วยประมวลผลกลาง (CPU) และหน่วยประมวลผลกราฟิก (GPU) สามารถทำงานในส่วนอื่นได้ ช่วยสร้างประสบการณ์ที่ตอบสนองมากขึ้นและเพิ่มประสิทธิภาพ ความปลอดภัย อายุการใช้งานแบตเตอรี่ และผลิตผลLatitude 7350สายผลิตภัณฑ์ใหม่ดังกล่าว จะแบ่งออกเป็นตระกูล Latitude และ Precision โมบาย เวิร์กสเตชั่นของเดลล์ นำเสนอตัวเลือกคอมเมอร์เชี่ยล AI PC ที่กว้างขวาง เพื่อการใช้งานเชิงธุรกิจเริ่มตั้งแต่โน้ตบุ๊ก และเวิร์กสเตชั่นระดับเอนทรี ไปจนถึงระดับอัลตร้า-พรีเมียม ด้วยสายผลิตภัณฑ์โน้ตบุ๊ก Latitude และ Precision โมบาย เวิร์กสเตชั่นใหม่ ด้วยขุมพลังของซีพียู Intel Core Ultra processors with Intel vPro เดลล์คอมเมอร์เชี่ยลพีซีเหมาะสมสำหรับการขับเคลื่อน AI เวิร์กโหลด สร้างผลิตผลและประสิทธิภาพระดับใหม่ประสิทธิภาพระดับใหม่ข้างต้น อาทิ การทำงานร่วมกันได้อย่างมีประสิทธิภาพผ่านการผสานประโยชน์ของ NPU เพื่อปลดปล่อยขีดความสามารถในกำหนดกรอบอัตโนมัติ (Auto-framing) การทำให้พื้นหลังเบลอ ตลอดจนการติดตามสายตา (Eye-tracking) พร้อมพลังการทำงานของ Intel Core Ultra ที่มอบพลังงานแบตเตอรี่เพิ่มขึ้นถึงร้อยละ 38Latitude 7450 Latitude 7450 เอาใจวัยทำงาน การสร้างสรรค์คอนเทนต์ได้เร็วยิ่งขึ้น โดยการแจกจ่ายการประมวลผล AI ไปยัง CPU, GPU และทั้ง NPU โดยถ้วนหน้า ผู้ใช้สามารถสร้างสรรค์ภาพ AI ได้เร็วขึ้นถึง 5 เท่าด้วย Stable Diffusion โมเดลแปลงข้อความเป็นภาพการทำงานด้วยความปลอดภัยที่เพิ่มมากขึ้นในสภาพแวดล้อมการทำงานแบบไฮบริด ผู้จําหน่ายซอฟต์แวร์อิสระจำนวนมากขึ้นจะหันมาสร้างแอพพลิเคชั่นสำหรับ AI PCเช่น เดลล์กำลังทำงานร่วมกับ CrowdStrike และ Intelเพื่อโอนย้ายฟังก์ชั่นด้านความปลอดภัยไปประมวลผลบนอุปกรณ์ผ่าน NPU ทำให้การตรวจจับภัยคุกคามที่ครอบคลุมมากขึ้น ช่วยให้ตรวจพบเว็บไซต์และช่องโหว่ด้านความปลอดภัยที่มีความร้ายแรงได้อย่างรวดเร็ว ให้ความล่าช้าที่ลดลงเมื่อเทียบกับโซลูชันบนคลาวด์Precision 3280 Precision 3280 เก็บเคสไว้ด้านหลังนอกจากนี้ ยังรักษาการทำงานให้เป็นไปอย่างต่อเนื่อง โดยกลุ่มผลิตภัณฑ์จะมาพร้อมระบบปฏิบัติการ Windows 11 จากไมโครซอฟท์และปุ่ม Copilot เพื่อทําให้การทำงานเป็นไปง่ายขึ้นและจดจ่ออยู่กับงานได้ ด้วยการกดปุ่ม ผู้ใช้สามารถเข้าถึง AI เป็นผู้ช่วยในชีวิตประจำวันได้เร็วยิ่งขึ้นกลุ่มผลิตภัณฑ์ Latitude ใหม่ของเดลล์รวมถึง Latitude 7350 Detachable มอบอิสระให้กับมืออาชีพเพื่อการทำงาน ด้วยการเชื่อมต่ออุปกรณ์พร้อมใช้งานที่โต๊ะทำงานอย่างเต็มรูปแบบ หรือการใช้งานขณะเดินทางด้วยแท็บเล็ตหรือโน้ตบุ๊กมาพร้อมกล้องความละเอียด 8 ล้านพิกเซล (MP) HDR เพื่อภาพถ่ายคุณภาพสูงในสภาพแสงที่ท้าทาย กลุ่มผลิตภัณฑ์ที่ปรับปรุงใหม่ทั้งหมดนี้ มาพร้อมการอัพเดตในรุ่น 5000 ซีรีส์ 7000 ซีรีส์ และ 9000 ซีรีส์ รวมถึง Latitude 7350\/7450 Ultralightsด้านตระกูล Precision เวิร์กสเตชั่นทั้งแบบโมบายและตั้งโต๊ะใหม่ของเดลล์ ตอบโจทย์ความต้องการด้านประสิทธิภาพของผู้ใช้งานระดับมืออาชีพ นักพัฒนา และอื่นๆ นอกเหนือจากนี้ ด้วยฐานะของความเป็นผู้นำเวิร์กสเตชั่นระดับโลก Precision มอบพลังการประมวลผลสำหรับ AI เวิร์กโหลดที่ซับซ้อนที่ให้ทั้งความปลอดภัยและความประหยัด หูฟังตัดเสียงกวน Dell Premier Wireless ANC Headset (WL7024) Latitude 7350 Detachable บางเฉียบนอกจากนี้ การบูรณาการจีพียู NVIDIA RTX 500 และ 1000 เข้ากับ Precision mobile workstations จะช่วยส่งมอบความสามารถ AI และความน่าเชื่อถือในระดับองค์กรเพื่อการทำงานได้ในจากทุกที่ ขณะที่ Precision 3280 Compact Form Factor (CFF) คือ ฟอร์มแฟกเตอร์เพื่อการประหยัดพื้นที่ใหม่ สร้างขึ้นเพื่อสำหรับการพัฒนา AI และแอพพลิเคชั่นสร้างสรรค์แบบเบาๆทั้งหมดมาพร้อมกับชุดหูฟัง 5 รุ่นใหม่จากเดลล์ โดย Dell Premier Wireless ANC Headset (WL7024) มาพร้อมไมโครโฟนปิดเสียงรบกวนอัตโนมัติด้วย AI ซึ่งจำแนกสัญญาณเสียงพูดของมนุษย์ออกจากเสียงรบกวนพื้นหลังทั้งของผู้ใช้และผู้ฟัง และปรับระดับการปิดเสียงรบกวนตามสภาพแวดล้อมระบบแอดวานซ์เซ็นเซอร์ทำงานในแบบอัจฉริยะ เช่น ปิด\/เปิดไมค์ ทำงาน\/หยุดทำงาน ตราบเท่าที่หูฟังข้างหนึ่งถูกยกขึ้น พร้อมทั้งการควบคุมด้วยการสัมผัส ที่สามารถปรับปรุงประสบการณ์เสียงที่เหมาะกับผู้ใช้ได้ เดลล์ ต่อยอดบนความเป็นผู้นำอุตสาหกรรมอันยาวนานด้านการทำงานเชิงรุกและคาดการณ์ล่วงหน้าโดยอัตโนมัติ พร้อมทั้งคำชี้แนะจากผู้เชี่ยวชาญเคส Precision 3280ความสามารถใหม่ของบริการ Dell Services ช่วยให้ผู้ใช้บริการได้รับบริการอัตโนมัติที่ขับเคลื่อนด้วย AI ช่วยเพิ่ม PC Uptime สูงสุด พร้อมปรับปรุงประสิทธิภาพการทำงานด้วยความสามารถใหม่ในการซ่อมแซมตัวเอง (Self-healing) ผ่าน ProSupport Suite for PCกล่าวคือ ผู้ที่เชื่อมต่อกับเทคโนโลยี SupportAssist ของเดลล์ สามารถยกระดับการรวบรวมข้อมูลและ AI เพื่อแก้ไขปัญหาพีซีได้โดยไม่ต้องใช้การสนับสนุนจากมนุษย์ ซึ่งทำให้ IT สามารถเปิดใช้สคริปต์ที่เดลล์สร้างขึ้นเพื่อแก้ไขข้อผิดพลาดจอฟ้าโดยอัตโนมัติ รวมไปถึงปัญหาระบบความร้อน และอื่นๆ ท้ายสุด เดลล์ในฐานะผู้นำด้านการออกแบบแบบหมุนเวียน (Circular Design) จัดการแบบครบวงจร ตั้งแต่เพิ่มการใช้วัสดุและแร่ธาตุที่รีไซเคิลในผลิตภัณฑ์ เพื่อทำให้อุปกรณ์ง่ายต่อการซ่อมบำรุง และนำกลับมาใช้ใหม่ด้วยความรับผิดชอบต่อสิ่งแวดล้อม อาทิ อุปกรณ์ Latitude ใหม่ นำเอาโคบอลที่มีการรีไซเคิลมาใช้ในแบตเตอรี่เครื่อง Latitude 7350 Detachable มาพร้อมหน้าจอที่สามารถซ่อมบำรุงได้ ทำให้ง่ายต่อการซ่อม และยืดอายุการใช้งานของอุปกรณ์ได้นานขึ้น ขณะที่องค์กรอัพเกรดอุปกรณ์เพื่อเพิ่มขีดความสามารถด้าน AI บริการกู้คืนและรีไซเคิลของเดลล์ ช่วยให้ลูกค้าเกษียณอุปกรณ์ไอทีได้อย่างถูกต้อง เพื่อหลีกเลี่ยงการส่งขยะอิเล็กทรอนิกส์ไปยังบ่อขยะ ด้วยการทำให้ผลิตภัณฑ์และวัสดุอยู่ในการหมุนเวียนนานขึ้นคอมพิวเตอร์เอไอจากค่ายเดลล์ ประเทศสหรัฐอเมริกา พร้อมวางตลาดในประเทศไทยภายในไตรมาส 2 ปีนี้ ทีมข่าวสดไอที"
    },
    {
      "index":29,
      "title":"หลากหลาย - เอซุสผุดโน้ตบุ๊กเอไอ ขุมพลังใหม่-สเป๊กรอบด้าน",
      "content":"เอซุสผู้พัฒนาเทคโนโลยีชื่อก้องโลกจากไต้หวัน วางจำหน่ายเครื่องโน้ตบุ๊ก ASUS Zenbook DUO ปี 2024 (UX8406)มีจุดเด่นสองหน้าจอขนาด 14 นิ้ว ความละเอียดสูงสุด 3K รองรับความถี่ 120 เฮิร์ตซ์ (Hz) ตัวแรกของโลก ASUS Vivobook Pro 15 OLED (N6506) เล่นเกมก็ได้ มาพร้อมความสามารถของระบบปัญญาประดิษฐ์ (AI) ในการทำงาน คีย์บอร์ดบลูทูธขนาดมาตรฐานถอดออกได้ ตอบโจทย์การทำงานแบบมัลติทาสก์ หรือใช้งานหลายจอพร้อมกัน เน้นความคล่องตัว มอบความสะดวกสบายขณะเดินทางZenbook DUOผ่านการรับรองมาตรฐาน Intel Evo ทำให้เปิดเครื่องแล้วพร้อมทำงานภายใน 1 วินาที ชาร์จรวดเร็ว บรรจุแบตเตอรี่ที่ใช้ได้ตลอดวัน เป็นโน้ตบุ๊กผสมผสานความสามารถรอบด้านเข้ากับความคล่องตัว ด้วยน้ำหนักเครื่องเพียง 1.35 ก.ก. (1.65 ก.ก. พร้อมคีย์บอร์ด) สะดวกในการพกพา ASUS Zenbook DUO UX8406 สองหน้าจอ เพลิดเพลินไปกับจอแสดงผล ASUS Lumina OLEDสองหน้าจอ ความคมชัดสูงสุดระดับ 3K ความถี่ 120 Hz ที่เชื่อมต่อกันด้วยบานพับ กางได้ 180 องศา ใช้งานได้ทั้งแนวตั้งและแนวนอน ด้วยขาตั้งในตัว และคีย์บอร์ดถอดแยกได้ ทำให้ใช้งานได้หลากหลายโหมด ไม่ว่าแบบโน้ตบุ๊กดั้งเดิม ขนาดจอ 14 นิ้ว อัตราส่วน 16:10 แบบหน้าจอคู่ เพิ่มเนื้อที่การใช้งานได้สูงสุด 19.8 นิ้ว ASUS Zenbook DUO UX8406 ใช้งานจุใจโหมดเดสก์ท็อป สำหรับผู้เน้นการใช้งานข้อมูล เช่น โปรแกรมเมอร์ นักวิจัย เป็นต้น และโหมดแชร์หน้าจอ (กาง 180 องศา) เหมาะกับการพรีเซนต์งานและการประชุมมาพร้อมซอฟต์แวร์เฉพาะ ScreenXpert ที่ออกแบบสำหรับการทำงานสองหน้าจอ ช่วยให้ใช้งานมัลติทาสก์ได้อย่างยอดเยี่ยมและด้วยพื้นที่หน้าจอขนาดใหญ่ ผู้ใช้สามารถเปิดใช้หลากหลายแอพพลิเคชั่นโปรดได้ในเวลาเดียวกันตัวคีย์บอร์ดเชื่อมต่อไร้สายผ่านบลูทูธ และสามารถชาร์จผ่านขั้วต่อ (Pogo pin) บริเวณขอบหน้าจอด้านล่างที่ยึดด้วยแม่เหล็กระหว่างหน้าจอทั้งสอง สามารถถอดออกเพื่อใช้งานแบบเต็มหน้าจอหรือใช้วางบนจอแสดงผลด้านล่างเพื่อใช้งานในรูปแบบโน้ตบุ๊กดั้งเดิม Zenbook DUOขับเคลื่อนด้วยขุมพลังจากหน่วยประมวลผลกลาง หรือซีพียู Intel Core Ultra 9 ที่มาพร้อมชิพ NPU เพื่อประมวลผลด้าน AI โดยเฉพาะ มีหน่วยความจำแรมสูงสุด (RAM) 32 กิกะไบต์ (GB) แบบ LPDDR5X พื้นที่เก็บข้อมูลขนาด 1 เทร่าไบต์ (TB) บน SSD อินเตอร์เฟซ PCIe 4.0 แบตเตอรี่ขนาด 75 วัตต์ต่อชั่วโมง (Wh) และระบบเสียงรอบทิศทาง Dolby Atmos ผ่านลำโพงค่าย Harman Kardon ASUS Zenbook DUOตัวเครื่องขนาดบาง 14.6 มิลลิเมตร มีพอร์ตเชื่อมต่อที่จำเป็นอย่างพอร์ต Thunderbolt 4 จำนวน 2 ตำแหน่ง พอร์ต USB 3.2 Gen 1 Type-A พอร์ต HDMI 2.1 (TMDS) และพอร์ตหูฟังมินิสเตอริโอนอกจากนี้ Zenbook DUO ยังได้รับการออกแบบตามเป้าหมายด้านความยั่งยืนของเอซุส ที่เน้นผลักดันผลิตภัณฑ์และบรรจุภัณฑ์ที่เป็นมิตรต่อสิ่งแวดล้อม ทั้งยังผ่านมาตรฐานความทนทานทางทหาร MIL-STD-810H ยืดอายุการใช้งานผลิตภัณฑ์สูงสุดของกองทัพสหรัฐอเมริกา พร้อมวางจำหน่ายให้ลูกค้าชาวไทยจับจองแล้ววันนี้ ในราคาเริ่มต้น 59,990 บาท พร้อมตัวเลือก 3 รุ่นให้เลือกสรรตามไลฟ์สไตล์การใช้งาน มาพร้อมการรับประกัน 4A (ครอบคลุมการบริการซ่อมถึงที่ (On-Site service) 3 ปีประกันระหว่างประเทศกว่า 80 ประเทศทั่วโลก 3 ปี และประกันอุบัติเหตุ (Perfect Warranty) 1 ปีแรก พร้อมด้วยระบบปฏิบัติการ Windows 11 Home และ Pre-installed Office Home & Student 2021 ติดตั้งพร้อม ใช้งานทันที พร้อมรับสมาชิก Adobe Creative Cloud ฟรี เป็นระยะเวลาอีก 3 เดือนเต็มไลน์อัพโน้ตบุ๊กเอไอ รับประกันแบบใหม่ 4A Warranty เอซุสยังวางจำหน่ายผลิตภัณฑ์โน้ตบุ๊กที่มีขุมพลังของ AI เป็นศูนย์กลาง ทั้งตระกูล Zenbook และ VivobookASUS Zenbook S 13 OLED (UX5304)โน้ตบุ๊กที่โดดเด่นเรื่องความพรีเมียม บางเบา เป็นหน้าจอ OLED ขนาด 13.3 นิ้วที่บางที่สุดในโลก ตัวเครื่องบางเพียง 1 เซนติเมตร น้ำหนัก 1 ก.ก. ได้รับการออกแบบโดยคำนึงถึงสิ่งแวดล้อมเป็นหลัก ใช้วัสดุอะลูมิเนียมและพลาสติกที่ผ่านกระบวนการรีไซเคิล ASUS Zenbook S 13 OLED (UX5304) บางเบาตระการตา มาพร้อมขุมพลังใหม่ ซีพียู Intel Core Ultra 7 ที่มี Intel AI Boost NPU (Neural Processing Unit) ประมวลผล AI มาช่วยในการทำงานและประหยัดพลังงาน ทำให้สามารถใช้เล่นเกมหรือทำงานสร้างสรรค์ได้อย่างเต็มประสิทธิภาพ นอกจากนั้นแล้วยังมาพร้อมปุ่มเรียกใช้งาน Copilot ผู้ช่วยอัจฉริยะส่วนตัวที่บริเวณข้างปุ่ม Alt อีกด้วยASUS Zenbook S 13 OLED (UX5304)มาพร้อมการรับประกัน 4A (ครอบคลุมการบริการซ่อมถึงที่ (On-Site service) 3 ปี, ประกันระหว่างประเทศกว่า 80 ประเทศทั่วโลก 3 ปี และประกันอุบัติเหตุ (Perfect Warranty) 1 ปีแรก ASUS Zenbook S 13 OLED (UX5304)พร้อมด้วย Windows 11 Home และ Pre-installed Office Home & Student 2021 ติดตั้งพร้อมใช้งานทันที พร้อมรับสมาชิก Adobe Creative Cloud ฟรีเป็นเวลา 3 เดือน วางจำหน่ายราคา 52,990 บาทสําหรับสายงานสร้างสรรค์ ASUS Vivobook Pro 15 OLED (N6506) ครีเอเตอร์โน้ตบุ๊กรุ่นล่าสุดของปี 2024 ได้รับการออกแบบมาสำหรับกลุ่มสายอาชีพโดยเฉพาะ มาพร้อมขุมพลังจากซีพียู Intel Core Ultra 9 และ Intel AI Boost NPU ยกระดับการใช้งานซอฟต์แวร์ที่เกี่ยวกับการประมวลผล AI ASUS Zenbook DUO UX8406 แยกได้สองส่วนการ์ดจอ NVIDIA GeForce RTX 4060 ขับเคลื่อนทุกงานสร้างสรรค์ โดยเฉพาะงานเรนเดอร์ เช่น การตัดต่อ เกรดสี และการไลฟ์สตรีมเกม เป็นต้นทั้งยังทำงานสะดวกยิ่งขึ้นด้วย ASUS DialPad หรืออินเตอร์เฟซปุ่มหมุนเสมือนจริงบนทัชแพด ที่ช่วยควบคุมการทำงานในโปรแกรม Adobe ไม่ว่า Photoshop, Illustrator, After Effects, LightroomClassic และ Premiere ProASUS Vivobook Pro 15 OLED (N6506) พร้อมวางจำหน่ายแล้วราคา 69,990 บาท พร้อมการรับประกัน 4A (ครอบคลุมการบริการซ่อมถึงที่ (On-Site service) 2 ปี, ประกันระหว่างประเทศกว่า 80 ประเทศทั่วโลก 2 ปี และประกันอุบัติเหตุ (Perfect Warranty) 1 ปีแรกASUS Vivobook Pro 15 OLED (N6506) พร้อมด้วย Windows 11 Home และ Pre-installed Office Home & Student 2021 ติดตั้งพร้อมใช้งานทันที พร้อมรับสมาชิก Adobe Creative Cloud ฟรี เป็นเวลา 1 เดือน ผู้สั่งซื้อโน้ตบุ๊กเอซุสหลังวันที่ 1 ก.พ. 2567 จะได้รับบริการ 4A Guarantee ทันที ครอบคลุมโน้ตบุ๊กในกลุ่ม Zenbook, ProArt Studiobook, ROG รวมไปถึง Vivobook และ TUF Gamingพร้อมช่วยอำนวยความสะดวกด้วย 3 วิธีรับบริการซ่อมสินค้า ได้แก่ บริการซ่อมถึงที่ (On-Site Service) การส่งซ่อมที่สาขา 7-11 และการเข้าศูนย์บริการ (Walk-in) ทีมข่าวสดไอที ภาพ – เอซุส ประเทศไทย"
    },
    {
      "index":30,
      "title":"หลาก&หลาย - เอซุส ROG Phone 8Pro ยอดเกมมิ่งโฟนโฉมใหม่",
      "content":"วงการนักเล่นเกม หรือเกมเมอร์ หากกล่าวถึงหนึ่งในผลิตภัณฑ์ขวัญใจระดับพรีเมียมของเกมเมอร์ไทย หนีไม่พ้น Republic of Gamers (ROG)จากค่าย เอซุส (ASUS)ผู้พัฒนาเทคโนโลยีคอมพิวเตอร์ชื่อก้องโลกจากไต้หวัน ตลาดที่ทาง ROG จากเอซุสยืนหนึ่งเสมอมาเป็นเกมมิ่งโฟน หรือสมาร์ตโฟน ที่ออกแบบมาเพื่อคอเกมโดยเฉพาะ ซึ่งเป็นตลาดที่กำลังเติบโต และเริ่มมีคู่แข่งรายอื่นทยอยเข้ามาเขย่าบัลลังก์ของ ROG มากขึ้นเรื่อยๆ ฟีเจอร์แน่นROG Phone 8 Series เป็นภาคต่อสุดยอดเกมมิ่งโฟนจากเอซุสในปีนี้ แต่จะรักษาบัลลังก์ราชาเกมมิ่งโฟนไว้ได้หรือไม่ โดยเฉพาะเมื่อต้องเจอกับคู่แข่งน่ากลัวอย่าง Red Magic 9 Series จากค่ายนูเบีย (NUBIA) ประเทศจีนROG Phone 8 Series ประกอบด้วย 3 รุ่น ได้แก่ ROG Phone 8, ROG Phone 8 Pro และ ROG Phone 8 Pro Edition (Pro+AeroActive Cooler X) โดยรุ่นหลังสุดนั้นเป็นรุ่นที่ผู้ทดสอบได้มาทดลองใช้งานอยู่นานราวครึ่งเดือนการออกแบบภายนอกแม้เอซุสยังคงคอนเซ็ปต์เน้นสุดยอดความทันสมัยไว้ แต่สิ่งที่เปลี่ยนไปสังเกตและสัมผัสได้ชัดเจนที่สุด เป็นขนาดที่บางลงเหลือ 8.9 มิลลิเมตร น้ำหนักที่ลดลงเหลือ 225 กรัม ภายใต้วัสดุอะลูมิเนียมเดิมกระจกหน้าเปลี่ยนมาเป็น Gorilla Glass Victus 2 กระจกด้านหลังแบบพื้นผิวด้าน ไม่ดูดรอยนิ้วมือ (แต่ลื่นมือกว่าเดิม) พร้อมลวดลายแถบแหลมผ่าทแยง และไฟ RGB สำหรับรุ่น ROG Phone 8 และไฟ Anime Vision สีขาว สำหรับรุ่น ROG Phone 8 Pro ซึ่งซ่อนอยู่ใต้ผิวกระจกอย่างแนบเนียน เพิ่มสีสันความเท่สะกดสายตา ปรับและสร้างเองได้ 341 แบบ ขณะที่หน้าจอขนาด 6.78 นิ้ว เอซุสปรับให้ขอบบนกับล่างบางลงร้อยละ 71 ขอบข้างเหลือน้อยลงร้อยละ 14 โมดูลกล้องหลังการปรับรูปโฉมของ ROG Phone 8 Series หนนี้ เป็นผลโดยตรงจากการเก็บข้อมูลจากเหล่าเกมเมอร์ที่ต้องการกล้องถ่ายภาพที่ดีขึ้น เครื่องเบาและบางลง รวมถึงฟีเจอร์อำนวยความสะดวกที่มากขึ้น อาทิ การชาร์จไร้สาย และฟีเจอร์ด้านเกมผู้ทดสอบมองว่า การปรับโฉมล่าสุดเป็นสิ่งน่ายินดี เพราะส่วนตัวมองว่า ROG Phone รุ่นก่อนๆ หนักและหนาเกินไป ทำให้รู้สึกเทอะทะนอกจากนั้นน้ำหนักที่มากทำให้เวลาถือเล่นเกมมือเดียวจะหนักข้อไปเล็กน้อย (แต่ยังไงก็แหกถ้านอนเล่นแล้วตกใส่หน้าตัวเอง) ส่วนขอบที่บางลงนั้นทำให้การเล่นเกมและชมคอนเทนต์ต่างๆ เต็มจอได้อรรถรสมากขึ้นพัดลมระบายความร้อน AeroActive Cooler X แต่ที่ผู้ทดสอบยังไม่ค่อยถูกใจ คือ โมดูลกล้องที่ยื่นออกมาจากตัวเครื่องค่อนข้างมาก หากทางเอซุสทำให้เรียบเสมอกันได้หมด ก็จะสมบูรณ์แบบหน้าจอแสดงผลถือว่าเอาใจคอเกมสุดๆ นอกเหนือจากขนาดใหญ่เบิ้ม ความละเอียด 1,080×2,400 พิกเซล ยังมีความสว่างถึง 2,500 นิต (nit) เป็นจอ LTPO AMOLED ที่รองรับความถี่ 1 ถึง 120 เฮิร์ตซ์ (Hz) และไปได้สูงสุดถึง 165 Hz มีความไวในการตอบสนองถึง 720 Hz ให้ภาพคมชัดอัดแน่นถึง 388 พิกเซลต่อตารางนิ้ว มีสัดส่วนจอบนเครื่องร้อยละ 88.2ไฟ ANIME VISION สุดเท่ ฟีเจอร์ภายนอกยังมาครบครันเหมือนเดิม ทั้งมาตรฐานกันฝุ่นและน้ำเข้าระดับ IP68 ช่องหูฟังแบบมินิสเตอริโอ ถาดซิมการ์ดแบบ 2 ด้าน รองรับ 2 ซิม ปุ่มปรับระดับเสียงและเปิดปิดเครื่องตำแหน่งเดิม ปุ่มไม่คม กดถนัดมือ เซ็นเซอร์ลายนิ้วมือใต้จอภาพที่ตอบสนองว่องไว และช่อง USB-C ทั้งที่สันด้านล่างและด้านข้างสำหรับเวลาเล่นเกมลำโพงสเตอริโอที่มากับ ROG Phone 8 Pro ให้คุณภาพเสียงดังกระหึ่มจุใจ ตั้งแต่เบสกระชับเอิบอิ่ม กลางเด่น สูงหวานไม่บาดหู เวทีเสียงกว้างขวาง ลักษณะเสียงพุ่งเข้าหาผู้ใช้ ถือเป็นหนึ่งในลำโพงมือถือดีที่สุดเท่าที่ผู้ทดสอบเคยพบมา ข้อนี้ลองเปรียบเทียบแล้ว “คุณภาพเสียงโดยรวม” ชนะ Red Magic 9 SeriesROG Phone 8 Series ใช้ขุมพลังขับเคลื่อนจากชิพรวมระบบ (SoC) Snapdragon 8 Gen 3 รุ่นล่าสุดจากค่ายควอลคอมม์ ประเทศสหรัฐอเมริกาชิพรุ่นนี้สร้างขึ้นด้วยสถาปัตยกรรมการผลิตระดับ 4 นาโนเมตร (nm) ถือเป็นรุ่นแรกที่คะแนนเบนช์มาร์กออกมาแล้วเฉือนชนะชิพรุ่นล่าสุดอย่าง A17 Pro ของค่าย Apple (แต่การใช้งานจริงอาจจะอีกเรื่อง) รองรับสัญญาณโทรศัพท์ 5G บลูทูธ 5.3 และ Wi-Fi 7 (ถ้าหาเราเตอร์ W-Fi 7 ได้นะ)เล่นเกมตื่นตาเต็มจอ (Honkai Star Rail)ความแตกต่างสำคัญระหว่างรุ่นปกติกับรุ่นโปร อยู่ที่ขนาดจำนวนแรม (RAM) และพื้นที่เก็บข้อมูลภายใน (ROM) โดย ROG Phone 8 มีขนาด 12\/256 กิกะไบต์ (GB) ตามลำดับ ขณะที่ ROG Phone 8 Pro มีขนาด 16\/512 GB ท้ายสุด ROG Phone 8 Pro Edition มีแรมถึง 24 GB และจุข้อมูลได้ 1 เทร่าไบต์ (TB) เรียกว่า เหลือกิน!การทดสอบเบนช์มาร์กผ่านแอพพลิเคชั่น Geekbench 6 ยืนยันถึงประสิทธิภาพเหลือกินข้างต้น โดยคะแนนซีพียูแบบคอร์เดียวสูงถึง 2,288 แต้ม และหลายคอร์ได้ถึง 7,323 แต้มส่วนแอพทดสอบประสิทธิภาพหน่วยประมวลกราฟิก หรือจีพียู อย่าง 3DMark ด้วย Wild Life Unlimited ได้คะแนนถึง 19,551 แต้ม (X-Mode) นำหน้าสมาร์ตโฟนที่มีอยู่ในปัจจุบันทุกรุ่น รวมถึง Nubia Red Magic 9 Pro ที่เฉือนชนะคะแนนซีพียู แต่แพ้คะแนนจีพียูให้กับ ROG Phone 8 Proคะแนนดังกล่าวสะท้อนผ่านการใช้งานจริงด้วย โดยผู้ทดสอบลองเล่นเกมกราฟิกสูงสุดบน Genshin Impact เกมกาชาชื่อดังจากค่าย Hoyoverse พบว่าสามารถเล่นได้นานกว่า 1 ชั่วโมง โดยไม่พบปัญหาความร้อนสูงเกิน หากเล่นในห้องที่มีเครื่องปรับอากาศ อุณหภูมิจะอยู่ที่ราว 38 ถึง 40 องศาเซลเซียส แต่หากเล่นกลางแจ้ง หรือห้องพัดลม พบว่าอุณหภูมิขึ้นไปได้ถึง 43 องศาเซลเซียสโดยการติดตั้งอุปกรณ์เสริมอย่างพัดลม AeroActive Cooler X สามารถลดอุณหภูมิลงได้ 1 ถึง 2 องศาเซลเซียส แนะนำให้ติดตั้งไว้ตั้งแต่แรกจะได้ผลดีกว่าการรอให้เครื่องร้อนแล้วค่อยติดตั้ง ผู้ทดสอบมองว่า การเปลี่ยนโฉมให้เครื่องบางลงของเอซุส อาจมีผลกับระบบระบายความร้อน ทำให้อุณหภูมิสูงขึ้นได้ง่ายกว่าเดิม แม้ยังอยู่ในเกณฑ์ที่ยอมรับได้ แต่ถือว่าแพ้เรื่องประสิทธิภาพการระบายความร้อนให้กับทาง Red Magic 9 Pro ที่พบว่าอุณหภูมิอยู่ราว 38 องศาเซลเซียส ไม่ทะลุเกิน 40 องศาเซลเซียส แม้เล่นในห้องพัดลมที่ระยะเวลาทดสอบเท่ากันการทดสอบใช้งานทั่วไปพบว่า แบตเตอรี่ขนาด 5,500 มิลลิแอมป์ชั่วโมง (mAh) เหลือเฟือสำหรับการใช้งานตามปกติ สามารถอยู่ได้เกิน 1 วัน แต่หากเล่นเกมที่เปิดกราฟิกเต็มอย่าง Genshin Impact และ Honkai : Star Rail อาจต้องชาร์จเพิ่มระหว่างวันโดย ROG Phone 8 Pro รองรับการชาร์จไวขนาด 65 วัตต์ (W) และชาร์จไร้สายขนาด 15 W โดยการทดลองเล่นเกม Honkai : Star Rail ติดต่อกันนาน 1 ชั่วโมง พบว่าแบตฯ ลดลงราวร้อยละ 30 และอุณหภูมิขึ้นไป 42 องศาลเซลเซียส (อุณหภูมิห้องพัดลมเมืองไทย)กล้อง 1x การชาร์จพบว่าจากร้อยละ 5 จนถึงร้อยละ 30 ประมาณ 10 นาที ถึงร้อยละ 50 ประมาณ 20 นาที และเต็มร้อยเปอร์เซ็นต์ใช้เวลาไปทั้งสิ้น 53 นาที ด้วยชาร์จเจอร์ที่แถมมาขนาด 65 W ระบบกล้องใน ROG รุ่นใหม่นี้ เอซุสปรับปรุงมาให้ดีขึ้นตามคำเรียกร้อง โดยกล้องหลังเป็นระบบ 3 เลนส์ ได้แก่ กล้องหลักความละเอียด 50 ล้านพิกเซล (MP) ใช้เซ็นเซอร์ภาพรุ่น IMX890 จากค่ายโซนี่ ประเทศญี่ปุ่น สามารถซูมแท้ได้ 2 เท่า พร้อมระบบต่อต้านภาพสะเทือน ซูม 10x ซูม 30xถัดมาเป็นกล้องอัลตราไวด์ความละเอียด 13MP และกล้องเทเลโฟโต้ ความละเอียด 32MP ซูมแท้ได้แบบ 3 และ 5 เท่า และซูมเทียมได้แบบ 10 และสูงสุดถึง 30 เท่า พร้อมกล้องเซลฟี่ความละเอียด 32MPกล้อง 2xการทดสอบพบว่า ภาพที่ได้จากกล้องหลักมีความคมชัด และรายละเอียดที่มากขึ้นกว่ารุ่นก่อน แต่ยังพบปัญหาเล็กน้อยเรื่องแสงสีอาจจะดูซีดไปบ้างบางครั้ง โดยรวมถือว่าอยู่ในเกณฑ์ดี ส่วนการซูมถือว่าเป็นส่วนน่าประทับใจที่สุดในกล้องทั้งหมดของรุ่นนี้ เพราะให้รายละเอียดและแสงเงาได้ยอดเยี่ยมมากขณะที่กล้องอัลตราไวด์ ให้รายละเอียดของภาพได้ดีเฉพาะในที่แสงเพียงพอ หากเป็นที่มืดหรือการถ่ายภาพกลางคืนก็อาจแตกยับไปหมด ส่วนการถ่ายคลิป ได้รับการปรับปรุงให้ดีขึ้นชัดเจน โดยเฉพาะที่ 4K@60fps พบว่า ระบบกันสะเทือนแบบ 6 แกน ของเอซุส ไม่ผิดหวังจริงๆ ภาพ 0.7x อัลตราไวด์ ผู้ทดสอบมองว่า ROG Phone 8 Pro ที่ทดสอบนั้น เป็นเกมมิ่งโฟนทรงพลังที่สุดของชั่วโมงนี้ แต่การมาถึงของ Red Magic 9 Pro กำลังเป็นคู่แข่งที่น่ากลัวอย่างมาก เนื่องจากประสิทธิภาพคู่คี่ชนิดเฉือนกันไปมา แม้กล้องจะไม่ค่อยดีเท่า แต่ราคาโดยรวมของ Red Magic 9 Series จากจีน ต่ำกว่าทาง ROG ของเอซุส จากไต้หวัน กล้อง 10xอย่างไรก็ตาม ROG Series จากเอซุส เป็นผลิตภัณฑ์จากค่ายที่ได้รับความน่าเชื่อถือ และไว้ใจของคนไทยมานาน ด้วยซอฟต์แวร์ที่มีฟังก์ชันล้นหลาม ความพรีเมียม โดยเฉพาะรุ่นล่าสุดมีกล้องถ่ายภาพที่ดีขึ้นมากจอภาพความถี่และความสว่างสูงกว่าคู่แข่ง รวมถึงรองรับชาร์จไร้สายช่วยเพิ่มคุณภาพชีวิตสำหรับหลายคน ทำให้ ROG Phone 8 Series ยังคงเป็นสมาร์ตโฟนระดับพรีเมียมที่ครบครัน ทั้งในแง่การใช้งานและการเล่นเกมกว่าคู่แข่ง กล้อง 3xสำหรับราคาจำหน่าย ROG Phone 8 ขนาด 12\/256GB (Phantom Black\/Storm Grey) สนนราคาที่ 29,990 บาทROG Phone 8 Pro ขนาด 16\/512 (Phantom Black) ราคา 37,990 บาทROG Phone 8 Pro Edition ขนาด 24GB\/1TB (Phantom Black) with AeroActive Cooler X in box ราคา 47,990 บาท ราคาพิเศษเมื่อซื้อเครื่องพร้อมแพ็กเกจรายเดือนกับค่าย AIS 5G ติดตามรายละเอียดได้ที่ตัวแทน AIS ทุกสาขา วางจำหน่ายแล้วในประเทศไทย ทีมข่าวสดไอทีจันท์เกษม รุณภัย"
    },
    {
      "index":31,
      "title":"รู้ด่วน ! วิธีตั้งค่า iPhone ป้องกัน ‘แอพดูดเงิน’ จากลิงก์อันตราย",
      "content":"รู้ด่วน ! วิธีการตั้งค่า iPhone เพื่อป้องกันการโดน ‘แอพดูดเงิน’ จากลิงก์อันตราย ของเหล่ามิจฉาชีพ ทำง่าย ๆ เพียงแค่ 2 ขั้นตอน ช่วยลดความเสี่ยงถือเป็นภัยใกล้ตัวจริง ๆ สำหรับ “แอพและลิงก์ดูดเงิน” ที่มิจฉาชีพใช้หลอกเหยื่อ จนมีผู้เสียหายมากมายและยังเกิดขึ้นอยู่บ่อยครั้ง ล่าสุดวันนี้ (29 ม.ค.) พล.ต.ต.นิเวศน์ อาภาวศิน รองผู้บัญชาการตำรวจสืบสวนสอบสวนอาชญากรรมทางเทคโนโลยี (บช.สอท.) ได้ออกมาบอกวิ ธีการตั้งค่า iPhone ป้องกัน ‘แอพดูดเงิน’ จากลิงก์อันตราย ทำได้ง่ายๆ เพียงแค่ 2 ขั้นตอน ดังนี้ 1.อัพเดตiOS เป็นเวอร์ชั่นล่าสุด2.กดไปที่เมนูการตั้งค่า (Setting) เมื่อเปิดการใช้งานโหมดล็อกดาวน์แล้ว อาจจะไม่สามารถใช้งานคุณสมบัติของแอพบางส่วนได้ เช่น ไม่ปรากฎภาพพรีวิวจากลิงก์ต่าง ๆ หรือผู้ที่ไม่เคยติดต่อกันมาก่อนจะไม่สามารถใช้ FaceTime ได้ การเปิดล็อกดาวน์โหมดจะช่วยให้ปลอดภัยจากการเผลอไปกดลิงก์อันตราย, Spyware หรือ ถูกหลอกให้ติดตั้ง Configuration Profiles ซึ่งจะทำให้คนร้ายสามารถเข้าไปควบคุม iPhone จากระยะไกลได้ มีข้อสงสัย ต้องการคำปรึกษา หรือแจ้งความคดีออนไลน์ผ่านทางโทรศัพท์ ติดต่อ ตำรวจไซเบอร์ได้ที่สายด่วนศูนย์ AOC 1441 (ตลอด 24 ชั่วโมง)"
    },
    {
      "index":32,
      "title":"หลาก&หลาย - ส่อง 7 สุดยอดเทคฯใหม่ มหกรรมงาน CES 2024",
      "content":"มหกรรมจัดแสดงผลิตภัณฑ์เครื่องใช้ไฟฟ้าสำหรับผู้บริโภค (CES) หนึ่งในมหกรรมใหญ่ประจำปีของการเริ่มต้นศักราชใหม่ในแต่ละปี ที่บรรดาผู้ชื่นชอบนวัตกรรมและเทคโนโลยีติดตามชม ปี 2567 มหกรรมซีอีเอส 2567 (CES 2024) จัดขึ้นที่นครลาสเวกัส รัฐเนวาดา ประเทศสหรัฐอเมริกา ระหว่าง 10 ถึง 12 ม.ค.ที่ผ่านมา ทางเว็บไซต์ซีเน็ต เว็บข่าวสารไอทีชื่อดังนำสุดยอดนวัตกรรมที่จัดแสดงในมหกรรมดังกล่าวมาให้ชมกันLG OLED T ทีวีล่องหนOLED T ทีวีล่องหนจากค่ายแอลจี ประเทศเกาหลีใต้ ตอบสนองความต้องการของผู้บริโภคที่อยากให้โทรทัศน์ในบ้านหายตัวไปในเวลาที่ไม่ใช้งาน แทนที่จะกลายเป็นหลุมดำอยู่บนผนังบ้านให้ดูรำคาญใจ ความสามารถในการล่องหนดังกล่าวมาจากการที่หน้าจอทีวีเป็นลักษณะโปร่งใส สามารถมองทะลุผ่านได้ โดยทีวีสามารถเปิดภาพเพื่อปลอมตัวเป็นตู้ปลาอยู่บนผนังหรือขณะตั้งอยู่บนโต๊ะได้ ทำให้ดูกลมกลืนราวกับล่องหนหายตัว เกือบจะเรียบเนียนกับสภาพแวดล้อม แม้ยังไม่สมบูรณ์แบบเสียทีเดียว เพราะยังต้องมีสายไฟลากออกจากตัวเครื่อง 1 เส้น (นอกนั้นเป็นระบบไร้สาย) แต่ทางซีเน็ตมองว่าเป็นโทรทัศน์ที่น่าตื่นตาตื่นใจที่สุดของ CES 2024Volkswagen + ChatGPTโฟล์กสวาเกน ผู้พัฒนายานยนต์ชั้นนำจากประเทศเยอรมนี เปิดตัวระบบปัญญาประดิษฐ์ หรือเอไอ สำหรับรถยนต์ของทางค่ายชื่อ ไอด้า (Ida) ที่จะทำให้ผู้ขับขี่สามารถควบคุมและสั่งการระบบพื้นฐานทั่วไปได้ด้วยเสียง โฟล์กสวาเกน ระบุ Ida มีความชาญฉลาดและสามารถค้นหาข้อมูลได้หลากหลายโดยอาศัยพลังจากเอไอสนทนาชื่อดังอย่าง ChatGPT เป็นการพัฒนาร่วมกันระหว่างโฟล์กสวาเกนกับซีเรนส์ (Cerence) ผู้พัฒนาเอไอสำหรับยนตรกรรม สำหรับรถยนต์จากค่ายโฟล์กสวาเกนรุ่นแรกๆ ที่จะมาพร้อมกับเอไอ Ida ได้แก่ VW’s electric ID 4 และ ID 3 รวมถึง D 7 และ ID 5 EV ตลอดจนรถยนต์ใช้น้ำมันอย่างรุ่น Tiguan, Passat และ Golf ด้วยAsus Zenbook Duo ใหม่เอซุส ผู้พัฒนาเทคโนโลยีจากไต้หวัน ปีนี้เปิดตัวไลน์อัพลานตา แต่รุ่นฮือฮาที่สุดหนีไม่พ้น Asus Zenbook Duo ใหม่ โดยเปลี่ยนจากเดิมที่เคยมีจอใหญ่ 1 จอ และจอเล็กอยู่ที่ฐานข้างล่างเหนือแป้นพิมพ์ มารอบนี้ทางเอซุสเล่นใหญ่เป็นจอ OLED ขนาด 14 นิ้ว ที่ให้มาถึง 2 จอ! ใช้เหมือนเป็นหนังสือแนวตั้ง หรือแนวนอนและต่อขยายจอขึ้นไปอีกก็ตามใจปรารถนา รวมกับแป้นพิมพ์บลูทูธที่สามารถใช้วางทับบนจอด้านหนึ่งกรณีต้องการใช้แบบโน้ตบุ๊กทั่วไป หรือวางไว้ข้างล่างขณะใช้ 2 จอ น้ำหนักรวม 1.3 กิโลกรัม ด้านประสิทธิภาพมาพร้อมพลังเต็มเปี่ยมด้วยหน่วยประมวลผลกลาง หรือซีพียู เลือกได้สูงสุดถึง Core Ultra 9 จากค่าย Intel และหน่วยความจำแรม (RAM) สูงสุด 32 กิกะไบต์ (GB) ทั้งหมดในราคาประมาณ 5 หมื่นบาทEcoFlow ถังสำรองไฟบ้านแบบพกพาหากกล่าวถึงระบบสำรองไฟสำหรับคอมพิวเตอร์ ทุกคนน่าจะรู้จักกันแน่นอนคือ เครื่อง PSU ที่ใช้สำรองไฟให้คอมพิวเตอร์กรณีไฟดับ เครื่องจะได้ไม่ดับไปด้วย คอนเซ็ปต์ที่ว่านี้ทางผู้พัฒนาเครื่องสำรองไฟชื่อดังอย่าง EcoFlow นำมาปรับใช้กับ PSU บ้าน ใช่ อ่านไม่ผิด หนึ่งในนวัตกรรมด้านพลังงานที่สนใจปีนี้ในงาน CES เป็นเจ้าถัง PSU สำรองไฟบ้านทั้งหลังแบบติดล้อ ที่ผู้ใช้สามารถลากไปไหนมาไหนได้ง่ายเหมือนกระเป๋าเดินทาง แม้น้ำหนักจะมากถึง 90 กิโลกรัม เครื่องสำรองไฟ Delta Pro Ultra ออกแบบมาให้ติดตั้งง่ายเข้ากับเมนเฟรมของไฟบ้าน สามารถใช้สำรองไฟในกรณีบ้านไฟดับ หรือสามารถลากไปใช้แทนเครื่องปั่นไฟเวลาตั้งแคมป์นอกสถานที่ สนนราคาที่ 2 แสนบาท ถูกกว่าซื้อเครื่องปั่นไฟจากแก๊สราคาแพงๆ 5 แสนบาท ที่เคลื่อนย้ายไม่ได้แหวนสุขภาพ Evie Ringไม่ใช่แค่แหวนสุขภาพปกติที่มักเห็นกันตามข่าวช่วงปีที่ผ่านมา แล้วก็ไม่ใช่แหวนอัจฉริยะด้วย แหวนสุขภาพ Evie Ring นี้ ออกแบบมาสำหรับสุภาพสตรีโดยเฉพาะ เพราะมีความสามารถพิเศษล้ำหน้ากว่าแหวนฉลาดทั่วไป สามารถติดตามช่วงตกไข่ อาการประจำเดือน รวมถึงข้อมูลสุขภาพพื้นฐานอื่น เช่น จำนวนก้าวเดินต่อวัน ระยะเวลาที่เคลื่อนไหวร่างกาย สุขภาวะการนอนหลับ และอื่นๆ ทั้งหมดในรูปแบบแหวนทองคำสวยๆ เหมือนเครื่องประดับเพชรนิลจินดาทั่วไป นอกจากนี้ แหวน Evie Ring ยังมีระยะเวลาการใช้งานของแบตเตอรี่อึดเป็นพิเศษ ลดปัญหาสมาร์ตว็อตช์ทั้งหลายที่ไม่ว่าจะดีเพียงใด แต่ถ้าตื่นนอนมาพบเรือนที่สวมติดตามการนอนอยู่แบตฯ หมดก็จบข่าว แหวน Evie Ring วางจำหน่ายแล้ว สนนราคาวงละ 9,600 บาท แต่รองรับเฉพาะระบบปฏิบัติการ iOS ของ Apple ก่อนตอนนี้Samsung OLED ทีวีไร้เงาสะท้อนหนึ่งในปัญหายอดฮิตของผู้ชื่นชอบการรับชมคอนเทนต์ผ่านโทรทัศน์จอใหญ่ยักษ์ คือ ปัญหาแสงเงาสะท้อน แม้ปัญหาดังกล่าวจะแก้ได้ด้วยการปิดม่าน หรือติดตั้งทีวีไว้ในห้องมืด แต่จะดีเพียงใดหากมีทีวีที่สามารถติดตั้งได้ในทุกสภาวะแสง โดยปราศจากแสงสะท้อน ทางซัมซุง ผู้พัฒนาเทคโนโลยีจอภาพชื่อก้องโลกจากประเทศเกาหลีใต้มีทางออก! เทคโนโลยีไร้แสงสะท้อนใหม่จากซัมซุงสามารถช่วยลดแสงสะท้อนบนจอทีวีลงได้จนเกือบเป็นศูนย์ โดยไม่กระทบต่อคุณภาพของภาพ การทดสอบของนายเดวิด คาตส์ไมเยอร์ หนึ่งในผู้สื่อข่าวของซีเน็ต พบว่าสามารถลดแสงสะท้อนลงได้อย่างน่าประทับใจ คาดว่าทีวีของซัมซุงทุกรุ่นที่วางจำหน่ายในปีนี้จะมาพร้อมกับฟีเจอร์ดังกล่าวทั้งหมดLenovo’s ThinkBook Plus Hybridคอมพิวเตอร์โน้ตบุ๊กที่ถอดจอออกจากแป้นพิมพ์ได้ไม่ใช่เรื่องใหม่ในแวดวงไอที เพราะเป็นความพยายามของผู้พัฒนาหลายค่ายที่ต้องการให้โน้ตบุ๊กและแท็บเล็ตนั้นสามารถใช้แทนกันได้มาช้านาน ถามว่าสำเร็จหรือไม่ ก็ต้องบอกว่ายังไม่สมบูรณ์แบบนัก ซึ่งทางค่ายเลอโนโวจากประเทศจีนเสนอผลิตภัณฑ์ใหม่ที่ยกระดับความพยายามข้างต้นไปอีกขั้น ความน่าสนใจของ Lenovo ThinkBook Plus Gen 5 Hybrid อยู่ที่สภาพแวดล้อมการใช้งาน และประสิทธิภาพของเครื่องในแต่ละรูปแบบ โดยหากประกอบกับฐานแป้นพิมพ์ เครื่องจะใช้ระบบปฏิบัติการไมโครซอฟท์ วินโดว์ส ที่หลายคนคุ้นเคย ขับเคลื่อนด้วยขุมพลังจากซีพียู Intel Core Ultra 7 แต่เมื่อถอดจนออกมาเป็นแท็บเล็ตเครื่องจะเปลี่ยนโอเอสไปเป็นระบบปฏิบัติการแอนดรอยด์จากกูเกิ้ล ขับเคลื่อนด้วยขุมพลังจากชิพ Qualcomm Snapdragon 8 Plus Gen 1 แทนถือเป็นการพลิกโฉมโน้ตบุ๊กแบบ 2-อิน-1 ไปอีกขั้น! ทีมข่าวสดไอทีภาพ – รอยเตอร์\/ซีเน็ต"
    },
    {
      "index":33,
      "title":"หลาก&หลาย - เปิดศักราช‘Galaxy AI’ หมัดเด็ดซัมซุง Galaxy S24",
      "content":"เปิดตัวตามนัดหมายกับเรือธงเอสซีรีส์ของปีค.ศ.2024 กาแล็กซี เอส 24 ซีรีส์ จากค่ายซัมซุง ผู้พัฒนาเทคโนโลยีชื่อก้องโลกจากเกาหลีใต้ มาพร้อมหมัดเด็ดที่ซัมซุงหมายมั่นให้เป็นอีกหมุดหมายสำคัญของพัฒนาการวงการโทรศัพท์มือถือ คือ สมาร์ตโฟนที่นำเอาระบบปัญญาประดิษฐ์ หรือเอไอ เข้ามาถักทอเป็นส่วนหนึ่งของพลังขับเคลื่อนใช้งานเคสใหม่มอบประสบการณ์เอไอที่ไม่เหมือนใคร จุดระเบิดศักราชใหม่เป็นอีกขั้นของการแข่งขันด้านเอไอบนสมาร์ตโฟนหมัดเด็ดนี้เอง ซัมซุงรวมเรียกว่า กาแล็กซี เอไอ (Galaxy AI) อาศัยพลังขับเคลื่อนจากชิพประมวลผล Snapdragon 8 Gen 3 For Galaxy จากค่ายควอลคอมม์ สหรัฐอเมริกา ทำให้ฟีเจอร์เหล่านี้เป็นไปได้ทั้งยังเป็นชิพรุ่นแรกฝั่งระบบปฏิบัติการแอนดรอยด์ ที่มีคะแนนเบนช์มาร์กแซงหน้าชิพเรือธง A17 Pro จากค่ายแอปเปิ้ล ภายใต้รูปโฉมใหม่ด้วยวัสดุไทเทเนียม กระจกนิรภัยสุดแกร่ง Gorilla Glass Armor แข็งกว่ากระจกทั่วไป 4 เท่า และลดแสงสะท้อนลงร้อยละ 75Galaxy S24 Ultra มาพร้อมจอภาพ Dynamic LTPO AMOLED 2X ขนาด 6.8 นิ้ว ความละเอียด 1,440 x 3,120 พิกเซล ความหนาแน่นพิกเซล 505 พิกเซลต่อตารางนิ้ว (ppi) รองรับความถี่ 1 ถึง 120 เฮิร์ตซ์ (Hz) เทคโนโลยีภาพ HDR10+ และความสว่างสูงสุดถึง 2,600 นิต (nit)ภายใต้จอแบนราบ คางบาง อัตราส่วนจอภาพต่อเครื่องร้อยละ 88.5 ให้ภาพอัตราส่วน 19.5:9 ผ่านมาตรฐานกันฝุ่นและน้ำเข้าแบบ IP68 และระบบระบายความร้อนแบบใหม่ขนาดใหญ่ขึ้น 1.9 เท่า แต่เครื่องบางลงกว่ารุ่นก่อนจอสว่าง 2,600 นิตเครื่อง S24 Ultra ความหนาลดลงเหลือ 8.6 มิลลิเมตร (รุ่นก่อนหน้า 8.9 ม.ม.) ส่วนน้ำหนักลดลงเล็กน้อยเหลือ 232 กรัม (รุ่นก่อนหน้า 234 กรัม) ถือว่าน่าประทับใจเนื่องจากมีแผงระบายความร้อนขนาดใหญ่ขึ้น รวมถึงไทเทเนียมนั้นมีความหนาแน่นสูงกว่าอะลูมิเนียม แม้หน้าจอจะแบนราบไปทั้งหมด แต่ซัมซุงยังใส่ใจเรื่องการยศาสตร์มาเหมือนเดิม ด้วยการทำสันด้านข้างให้โค้งมนเล็กน้อยทำให้กำไว้ในมือได้สบายไม่รู้สึกคม (แต่ขอบยังคมอยู่นะ แฮร่)ส่วนกล้องถ่ายภาพ แม้จะสเป๊กเดียวกับรุ่นก่อนหน้า แต่ใช้เซ็นเซอร์ภาพรุ่นใหม่ขนาดใหญ่กว่าเดิม และใช้เทคนิคพิเศษใหม่ทำให้ถ่ายภาพได้ไวขึ้นจาก 333 เหลือ 238 มิลลิวินาที (ms) พร้อมระบบลดนอยซ์ที่มีประสิทธิภาพมากขึ้น รวมเรียกว่า ProVisual Engine ถ่ายคลิปได้ละเอียดสูงสุด 8K@24\/30fps รวมถึง 4K@120fps ด้วย!ไม่หมดเท่านั้น ซัมซุงยังประกาศด้วยว่า จะสนับสนุนการอัพเกรดระบบปฏิบัติการและแพตช์รักษาความปลอดภัยยาวนานสูงสุดถึง 7 ปีเต็ม เริ่มตั้งแต่รุ่น Galaxy S24 Series เป็นต้นไปAI Translateฟีเจอร์แรกสุดเป็น “Al Translate”ที่จะมาทลายกำแพงด้านภาษา เหมาะกับผู้ที่ต้องเดินทางทั่วโลก หรือติดต่อประสานงานกับชาวต่างชาติบ่อยครั้ง ทำให้การสื่อสารเกิดขึ้นอย่างไร้ข้อจำกัดAI Translate สามารถเดินทางท่องเที่ยวแบบชิลชิล ไร้ข้อกังวลว่าจะสนทนากับเจ้าของภาษาไม่ได้ โดยแอพพลิเคชั่น Live Translate ใน Galaxy S24 Series จะแปลภาษาที่ผู้ใช้พูดได้แบบเรียลไทม์ไม่มีสะดุด ทำให้การโทรศัพท์คุยเข้าใจกันได้แบบเรียลไทม์มิหนำซ้ำยังมีล่ามส่วนตัวแบบโหมด Interpreter ช่วยแปลบทสนทนาแบบต่อหน้าแบบเรียลไทม์ด้วยการแบ่งจอคนละครึ่งด้วย สามารถแปลบทสนทนาของคนตรงข้ามได้ทันที ตามด้วยโหมด Chat Assist สำหรับเวลาพิมพ์แช็ต ก็แปลได้ทันใจด้วยพลังจากเอไอCircle to searchฟีเจอร์นี้เป็นการค้นหาข้อมูลของวัตถุในภาพ ด้วยการใช้ปากกา S-Penซึ่งติดมากับเครื่อง G alaxy S24 Seriesระบุตำแหน่งด้วยการวงกลม เช่น เวลาเห็นรูปเสื้อผ้าสวยที่ดาราใส่แล้วไม่แท็กร้าน หรือที่เที่ยวสวยๆ ที่เพื่อนไป แล้วต้องการตามรอย สามารถทำได้ไม่ยาก เพียงกดปุ่มโฮมค้างไว้ แล้ววาดวงกลมบนสิ่งที่เห็นอยู่บนหน้าจอ ก็จะพบข้อมูลการค้นหาขึ้นมาแบบไม่ต้องพิมพ์ให้เมื่อยCircle to searchนอกจากนี้ เอไอจะหาข้อมูลเพิ่มเติมที่เป็นประโยชน์มาให้ด้วย ด้วยขุมพลังจากการพัฒนาร่วมกันระหว่างซัมซุงและกูเกิ้ล เปิดประสบการณ์การใช้งานแบบสะดวกสบายไม่ต้องพิมพ์ให้กับผู้ใช้ผ่านเอไอNightographyไนโตกราฟี เป็นเทคนิคการถ่ายภาพเวลากลางคืน ใช้อัลกอริทึมและเทคโนโลยีพิเศษทำให้ภาพออกมาสวยงาม ชัดเจน มีรายละเอียด คมชัดสว่างไสว เอกสิทธิ์เฉพาะผู้ใช้ซัมซุง มาปีนี้ ซัมซุงยกระดับอีกขั้นด้วยพลังจากเอไอ นำไปสสู่อัลกอริทึมที่มีประสิทธิภาพมากขึ้น ทำให้การถ่ายภาพที่เคยสวยงามสวยได้ขึ้นไปอีกNightography ทั้งยังตอบสนองรวดเร็วทันใจทุกสภาพแวดล้อมแสงและระยะการซูม รวมถึงการถ่ายภาพเคลื่อนไหวที่ได้เอไอช่วยปรุงแต่งให้ตระการตาขึ้นไปอีกขั้น Generative Editหนึ่งในฟีเจอร์ว้าวที่สุดของ Galaxy AI เป็นการนำความสามารถจากเทคโนโลยี Generative AI ซึ่งเป็นเอไอที่สามารถสร้างผลลัพธ์ได้ด้วยตนเอง มาใช้ในการตกแต่งภาพถ่ายทั้งภาพนิ่งและเคลื่อนไหว ทำให้ผู้ใช้สามารถตัด เติม ตกแต่งได้สะดวกรวดเร็วGenerative AI After Generative AI Beforeไม่ว่าจะเป็นการลบส่วนไม่ต้องการ เติมส่วนที่ขาด ไปจนถึงเคลื่อนย้ายวัตถุในภาพ พลังของ Generative AI จะดลบันดาลให้ผู้ใช้ได้ตามใจปรารถนา เช่น ยกแจกันบนโต๊ะไปไว้บนชั้นแทน ทางเอไอก็จะจัดแสงเงาให้อัตโนมัติ แล้วเติมพื้นหลังที่ขาดหายไปให้อย่างเรียบเนียบไม่หมดเท่านั้น การตัดต่อภาพด้วยเอไอ ยังมาพร้อมโหมดแนะนำที่ให้เอไอแนะนำผู้ใช้ทันที ว่าภาพที่ถ่ายออกมานั้นหากจะตกแต่งองค์ประกอบใหม่ให้แลดูสวยงาม ควรต้องเป็นอย่างไรด้วยแน่นอนภาพตัดต่อเหล่านี้เมื่อถูกเซฟแล้วจะมีสัญลักษณ์พิเศษขอซัมซุงปรากฏอยู่บางๆ ที่ขอบ เพื่อให้ผู้ชมทราบได้ว่าเป็น “ภาพตัดต่อด้วยเอไอ”การตัดต่อยังรวมไปถึงคลิปเคลื่อนไหวที่ถ่ายมาแล้ว เช่น การเปลี่ยนอัตราเฟรมที่ผู้ใช้เพียงใช้นิ้วแตะค้างไว้ ก็จะทำให้คลิปที่ถ่ายมากลายเป็นคลิปอัตราเฟรมสูง สโลว์-โมชั่นได้ด้วยขุมพลังการสร้างเฟรมขึ้นทดแทนจากเอไอChat Assistซัมซุง กาแล็กซี เอส 24 ซีรีส์ แบ่งเป็น 3 รุ่น คือ Galaxy S24 Ultra ที่มีทั้งหมด 4 สี ได้แก่ Titanium Gray, Titanium Black, Titanium Violet and Titanium Yellow และ 3 สีพิเศษ (เฉพาะsamsung.com) ได้แก่ Titanium Blue, Titanium Green, และ Titanium Orange สนนราคาเริ่มต้นที่ 46,900 บาท (12GB RAM\/256GB ROM) Galaxy S24+ มี 4 สี ได้แก่ Onyx Black, Marble Gray, Cobalt Violet และ Amber Yellow และ 3 สีพิเศษ (เฉพาะ samsung.com) ได้แก่ Sapphire Blue, Jade Green, และ Sandstone Orange สนนราคาเริ่มต้นที่ 38,900 บาท (12GB\/256GB) และ Galaxy S24 เริ่มต้นที่ 33,900 บาท (8GB\/256GB)เปิดจองล่วงหน้าแล้วถึงวันที่ 30 ม.ค.นี้ พร้อมรับโปรแรง 3 ต่อ รายละเอียดเพิ่มเติมสามารถเข้าชมได้ที่ www.samsung.com\/th\/smartphones\/galaxy-s24-ultra\/ และติดตามรีวิวได้เร็วๆ นี้ ทีมข่าวสดไอที"
    },
    {
      "index":34,
      "title":"เทียบชัด ๆ Samsung Galaxy S23 และ S24 Ultra ต่างกันอย่างไร ?",
      "content":"เปรียบเทียบกันชัด ๆ Samsung Galaxy S23 Ultra และ Samsung Galaxy S24 Ultra มีความแตกต่างกันอย่างไร ควรซื้อรุ่นไหนดีกว่ากันSamsung เปิดตัวสมาร์ทโฟนตัวท็อป Samsung Galaxy S24 Ultraเป็นที่เรียบร้อยแล้ว ทำเอาสาวกแอนดรอยน์ตื่นเต้นกันยกใหญ่ สำหรับใครที่กำลังสนใจมือถือรุ่นนี้ อาจกำลังสงสัยว่า Samsung Galaxy S24 Ultra ต่างจาก Samsung Galaxy S23 Ultra ที่ออกเมื่อปีที่แล้วอย่างไร ? S24 (ซ้าย) \/ S23 (ขวา)จากตารางข้างต้นจะเห็นข้อเปรียบเทียบระหว่าง Samsung Galaxy S24 Ultra และ Samsung Galaxy S23 Ultra อาจจะดูไม่ต่างกันมากนะ แต่ Samsung Galaxy S24 Ultra มีข้อพิเศษกว่าดังนี้ มี AI Samsung Galaxy S24 Ultra มีระบบ AI แปลภาษาที่สามารถแปลสดระหว่างคุยสายได้ และแปลสิ่งที่เราพิมพ์เป็นภาษาอื่นได้ทันทีก่อนกดส่ง เลือกระดับความเป็นทางการของภาษาได้ นอกจากนี้ยังมี AI ช่วยเรียบเรียงและสรุปโน้ต, วงกลมอะไรก็ได้บนจอเพื่อค้นหาใน Google ไปจนถึง AI แต่งภาพที่ทรงพลัง ใช้งานง่าย ดีไซน์และวัสดุ ดูเผิน ๆ แล้วไม่แตกต่างกัน แต่ Samsung Galaxy S24 Ultra ไม่ได้ใช้จอขอบโค้ง ทั้งยังเปลี่ยนไปใช้เฟรมเครื่องไทเทเนียมอัลลอยที่มีความทนทาน และเบากว่าแทน หน้าจอแสดงผล มีขนาด 6.8 นิ้ว และมีความละเอียดที่ระดับ QHD+ เท่ากัน แต่จอของ S24 Ultra จะเป็นจอขอบไม่โค้ง และเร่งความสว่างได้มากกว่า สู้แสงกลางแจ้งได้มากขึ้น ทั้งยังใช้กระจกกันรอยรุ่นใหม่ล่าสุด Gorilla Glass Armor กันรอยได้ดีขึ้น 4 เท่า พร้อมช่วยลดการสะท้อนของหน้าจอ ชิปเซ็ต และประสิทธิภาพ Snapdragon 8 Gen 3 ของ S24 Ultra มีประสิทธิภาพสูงกว่า Snapdragon 8 Gen 2 ใน S23 Ultra CPU แรงขึ้น 30% และประหยัดพลังงานมากขึ้น 25% ส่วน GPU หรือหน่วยประมวลผลกราฟิก แรงขึ้น 25% และประหยัดพลังงานมากขึ้น 25% กล้อง การถ่ายภาพนิ่ง และวิดีโอ 24 Ultra จะอัปเกรดกล้องซูมด้านหลังตัวหนึ่งเป็น Periscope 50MP และ S24 Ultra ใช้ระบบการซูมแบบผสมผสานจากกล้องซูมทั้ง 2 ตัว ทำให้มีระยะซูม Optical มากสุด 10x เท่ากัน แต่มีคุณภาพของรูปถ่ายที่ดีกว่า คมชัดกว่า แบตเตอรี และระบบชาร์จไว เป็นแบตเตอรี่ความจุ 5,000 mAh ที่รองรับระบบชาร์จไว 45W เหมือนกัน แต่คาดว่า แบตเตอรี่ของ S24 Ultra จะอึดกว่า เพราะชิปเซ็ต Snapdragon 8 Gen 3 กินพลังงานน้อยลง Galaxy S24 Ultra หรือ Galaxy S23 Ultra ดีกว่ากัน ? โดยรวมแล้ว Samsung Galaxy S24 Ultra ไม่ได้อัปเกรดจากรุ่นเดิมมากนัก แต่มากับฟังก์ชั่น AI ที่น่าสนใจ ทำให้เราสามารถใช้งาน Samsung Galaxy S24 Ultra ได้หลากหลายมากขึ้น"
    },
    {
      "index":35,
      "title":"หลาก&หลาย - เดลล์ผุดโน้ตบุ๊กXPSใหม่  เปิดศักราชพลัง AI พลิกโลก",
      "content":"ผลิตภัณฑ์ตระกูล XPS นับเป็นเส้นทางประวัติศาสตร์อันยาวนานของเดลล์ ผู้พัฒนาเทคโนโลยีชื่อดังจากสหรัฐอเมริกา เกี่ยวกับการออกแบบผลิตภัณฑ์คอมพิวเตอร์โน้ตบุ๊กที่เรียบหรู ทันสมัย มีความเรียบง่ายเป็นหัวใจหลัก ได้รับการขนานนามจากนักวิจารณ์ว่าเป็นอุปกรณ์ที่สง่างาม ลงตัว มีสไตล์ น่าตื่นตาตื่นใจ เพียบพร้อมด้วยฟังก์ชันทันสมัยปัจจุบันเดลล์นำองค์ประกอบการออกแบบที่สำคัญทั้งหมดของ XPS มาใช้ร่วมกัน เพื่อให้สายผลิตภัณฑ์ XPS ทั้งหมด ได้รับการออกแบบกลมกลืนเป็นเอกภาพ เพิ่มขนาดหน้าจอใหม่ด้วย XPS 16 และ XPS 14 ทั้งยังปรับโฉม XPS 13 Plus ให้เป็น XPS 13XPS Family ทั้ง 3 รุ่นมีองค์ประกอบร่วมกันในการกำจัดสิ่งรบกวนเพื่อการทำงานอย่างมีประสิทธิภาพ มาพร้อมดีไซน์ใหม่แนวมินิมอลลิสต์ เพื่อการยกระดับแบรนด์ ทั้งสายผลิตภัณฑ์ผลิตจาก CNC อะลูมิเนียมและ Gorilla Glass ด้วยโทนสีใกล้เคียงกัน (กราไฟต์ และแพลทินัม)รูปลักษณ์โดดเด่น แถวฟังก์ชันแบบสัมผัสได้ง่ายดาย ทัชแพดแบบกระจก ให้พื้นผิวเรียบเนียนพร้อมสัมผัสที่หรูหรา สอดผสานปุ่มขนาดใหญ่บนแป้นพิมพ์ที่ให้ประสบการณ์การพิมพ์ที่สะดวกสบายและราบรื่นโน้ตบุ๊ก XPS ใหม่จากค่ายเดลล์ทุกรุ่นมาพร้อมจอ InfinityEdge ตัวเลือกการสัมผัสบนจอภาพแบบ OLED การปรับอัตราการรีเฟรชหน้าจอแบบแปรผัน ความละเอียดระดับสูง สีสันสดใสตระการตา เทคโนโลยี Dolby Vision ให้รายละเอียดสมจริง XPS 13 platinumประสิทธิภาพเสียงโดดเด่นด้วยดีไซน์ลำโพง 4 ตัว รองรับเทคโนโลยีเสียง Dolby Atmos สร้างความดื่มด่ำ พร้อมระบบเสียง 3 มิติจาก MaxxAudio Pro by Waves เทคโนโลยีที่ให้ประสบการณ์เสียงรอบทิศทาง กล้องหน้าความละเอียด 1080p ให้ภาพคมชัดระหว่างสนทนาผ่านวิดีโอคอลฟีเจอร์เปิดใช้งาน AI ด้วย AI acceleration แบบ built-in ขับเคลื่อนด้วยขุมพลังจากหน่วยประมวลผลกลาง Intel Core Ultra ผ่านระบบปฏิบัติการ Windows 11 จากค่ายไมโครซอฟท์ พร้อมประสิทธิภาพที่ดีกว่าและอายุแบตเตอรี่ที่ยาวนานขึ้นทั้งยังมีฟังก์ชัน ExpressCharge ที่ชาร์จแบตเตอรี่ได้ถึงร้อยละ 80 ในเวลาเพียง 60 นาทีการเปิดตัว XPS รุ่นใหม่ในปีนี้ เดลล์ภูมิใจเสนอรุ่นจอภาพขนาด 16 และ 14 นิ้วเป็นพิเศษ ด้วยขอบจอที่บางลง เพื่อขยายขนาดหน้าจอให้ใหญ่เต็มพื้นที่มากที่สุด XPS 16 และ XPS 14 ใหม่ นำความคล่องตัวที่เพิ่มขึ้นมาสู่ซีรีส์ XPS ของเดลล์ มุ่งเน้นไปที่ประสิทธิภาพและการออกแบบ XPS 16 คือ เรือธงของสายผลิตภัณฑ์ ด้วยประสิทธิภาพที่เพิ่มขึ้นมหาศาล รองรับเวิร์กโหลดที่ซับซ้อน ขับเคลื่อนด้วยขุมพลังจากซีพียูอย่าง Intel Core Ultra ใหม่ล่าสุด และหน่วยประมวลผลกราฟิก NVIDIA GeForce RTX เลือกได้สูงสุดถึง GeForce RTX 4070 ทำให้ XPS 16 เป็นโน้ตบุ๊ก XPS ทรงพลังที่สุดของเดลล์ XPS 13 graphiteมีความสามารถในการรักษาประสิทธิภาพอยู่ในระดับ 80 วัตต์ (W) ได้เป็นเวลานาน โดยประสิทธิภาพไม่ลดลง เหมาะอย่างยิ่งสำหรับผู้ใช้แอพพลิเคชั่นที่ใช้ทรัพยากรระบบในการทำงานสูง ไม่ว่าการตัดต่อวีดิทัศน์ หรือการทดสอบซอฟต์แวร์ AI รุ่นใหม่ ผู้ใช้จะได้รับประสบการณ์การทำงานที่ราบรื่นและรวดเร็วXPS ใหม่ยังให้สมดุลเยี่ยมยอด ระหว่างประสิทธิภาพและความคล่องตัว ด้วยการผสานประสิทธิภาพเข้ากับการออกแบบที่คำนึงถึงความสะดวกในการพกพาเข้าไว้ด้วยกันXPS 14 เป็นตัวเลือกเยี่ยมยอดที่สุด สําหรับผู้ใช้ที่ต้องการอิสระการทํางานในทุกที่ เนื่องจากมีน้ำหนักเบากว่า XPS 16 ถึงร้อยละ 21 แต่ยังคงประสิทธิภาพอันทรงพลังเพื่อช่วยให้ทำงานที่ท้าทายสำเร็จได้โดยง่าย ด้วยตัวเลือกจีพียูสูงสุดถึง NVIDIA GeForce RTX 4050 ผู้ใช้สามารถแก้ไข และเล่นวิดีโอความละเอียดสูงได้ พร้อมอายุแบตเตอรี่ที่ยาวนาน ทำให้ XPS 14 เป็นโน้ตบุ๊กคู่ใจได้ยาวนานทั้ง XPS 16 และ XPS 14 เป็นระบบที่ได้รับการรับรองและคัดสรรโดย NVIDIA Studio หมายความว่าแล็ปท็อปทั้งสองรุ่น มีความสามารถในการใช้งานเพื่อการสร้างสรรค์และการทำงานที่ต้องการประสิทธิภาพสูง อาทิ การเรนเดอร์ภาพ 3 มิติ ตัดต่อวิดีโอ ทำสตรีมสดขณะที่ให้สิทธิ์ในการเข้าถึงชุดเครื่องมือเสริมพลังประสิทธิภาพด้วย AI ของ NVIDIA Studio และความเสถียรที่เพิ่มสูงขึ้นด้วย NVIDIA Studio Driversรุ่นท้ายสุด XPS 13 ซึ่งเดลล์ถือเป็นจุดเริ่มต้นการปฏิวัติด้านการออกแบบ พร้อมเข้ามากําหนดวิสัยทัศน์ที่มีต่ออนาคตด้วยการออกแบบที่เป็นเอกลักษณ์ ด้วยน้ำหนักเริ่มต้นเพียง 1.17 กิโลกรัม เป็นโน้ตบุ๊กทั้งบางและเบาที่สุดของค่าย ทำให้พกพาสะดวกยิ่งกว่า เรียบหรูสวยงาม เลือกจอภาพได้ 3 แบบ ได้แก่ ความละเอียด FHD+, QHD+ แบบสัมผัส และ 3K+ OLED แบบสัมผัส เพื่อให้ประสบการณ์การมองเห็นที่หลากหลาย เหมาะสําหรับการสร้างสรรค์ผลงานแต่ละรูปแบบ ไปจนถึงการสร้างคอนเทนต์ความละเอียดสูง XPS 13 จึงเหมาะสำหรับการทำงานหลายอย่างในคราวเดียว (multi-tasking) อย่างมีประสิทธิภาพ เพื่อสร้างสมดุลระหว่างงานกับความบันเทิง ไลน์อัพ XPS ใหม่จากค่ายเดลล์เปิดตัวขึ้นในช่วงที่ระบบปัญญาประดิษฐ์ที่สามารถสร้างผลลัพธ์ได้ด้วยตัวเอง (Generative AI) กำลังเข้ามามีบทบาทเต็มพิกัดในชีวิตประจำวันของบุคคลทั่วไป ส่งผลให้เกิดนวัตกรรมต่อทุกแวดวง รวมถึงไลน์อัพ XPS ใหม่ เนื่องจากขับเคลื่อนด้วยซีพียู Intel Core Ultra อันทรงพลังที่มาพร้อมเอ็นจิ้น AI acceleration ในตัว การเพิ่ม Neural Processing Unit (NPU) หน่วยประมวลผลในรูปประสาทเทียม ทำให้พีซีไม่จําเป็นต้องพึ่งพาเฉพาะ CPU หรือ GPU ในการประมวลผลและให้ประสิทธิภาพอีกต่อไป โดยเทคโนโลยีใหม่นี้จะช่วยเรื่องพลังการคํานวณใหม่ เหมาะสมกับเวิร์กโหลดของงานโดยอัตโนมัติ ทั้งยังรักษาพลังการทำงานของแบตเตอรี่ไปได้พร้อมกันโน้ตบุ๊ก XPS ทั้งหมดมาพร้อมฟีเจอร์ Copilot ของ Windows 11 ที่ใช้ความสามารถของ AI ในการเรียนรู้พฤติกรรมการใช้งานโอเอส เพื่อให้กิจวัตรด้านดิจิตอลสะดวกรวดเร็วยิ่งขึ้น ทั้งสายผลิตภัณฑ์จึงมีปุ่ม Copilot ให้ผู้ใช้เข้าถึงฟังก์ชันนี้ได้ ด้วยการกดปุ่มเพียงครั้งเดียวเรือธง XPS 16 ด้านสิ่งแวดล้อม เดลล์ยังทำตามคำมั่นสัญญาในการนำวัสดุที่ยั่งยืน เป็นมิตรต่อสิ่งแวดล้อม มาใช้ในผลิตภัณฑ์และบรรจุภัณฑ์เพิ่มมากขึ้น โดยสายผลิตภัณฑ์ตระกูล XPS ใหม่มีระดับวัสดุที่เป็นมิตรต่อสิ่งแวดล้อมสูงสุดเท่าที่เคยมีมา ถือเป็นครั้งแรกที่ผลิตภัณฑ์ตระกูล XPS ได้รับการออกแบบด้วยอะลูมิเนียมรีไซเคิล และอะลูมิเนียม ที่มีการปล่อยก๊าซก่อโลกร้อนต่ำ ผลิตจากพลังงานหมุนเวียน ช่วยลดคาร์บอนฟุตพรินต์ได้มากถึงร้อยละ 89 บรรจุภัณฑ์ที่ใช้เพื่อป้องกัน XPS ยังผลิตจากวัสดุจากการรีไซเคิล หรือวัสดุที่ผลิตจากแหล่งพลังงานทดแทนอย่างสมบูรณ์ ทำให้เดลล์เข้าใกล้สู่ความสำเร็จอีกหนึ่งขั้นในการทำตามเป้าหมายด้านความยั่งยืนที่ท้าทาย มีเป้าหมายกำหนดไว้ในปี ค.ศ.2030ทั้งนี้ ข้อมูลราคาและวันเวลาจำหน่ายในประเทศไทย สำหรับโน้ตบุ๊ก XPS 16, XPS 14 และ XPS 13 นั้น ทางเดลล์จะเปิดเผยอย่างเป็นทางการอีกครั้งเร็วๆ นี้ ทีมข่าวสดไอที ภาพ – เดลล์"
    },
    {
      "index":36,
      "title":"หลาก&หลาย - Motorola Edge (2023) เรียบหรู-คุ้มค่า-น่าลอง",
      "content":"โมโตโรลาค่ายสมาร์ตโฟนชื่อดังสัญชาติอเมริกัน (ในเครือค่ายเลอโนโว สัญชาติจีน) ที่มีความเป็นมายาวนานในวงการ และมีแนวโน้มได้รับความนิยมสูงขึ้นหลังสมาร์ตโฟนหลายรุ่นเริ่มกลับมาอยู่จอเรดาร์ของนักรีวิวMotorola Edge (2023) สมาร์ตโฟนชั้นประหยัดรุ่นใหม่จากปลายปีก่อน ที่เว็บไซต์แอนดรอยด์อูธอริตีกล่าวขวัญไว้ว่ามีรูปโฉมภายนอกและความรู้สึกที่ได้จากการใช้งานนั้นคุ้มค่าเกินราคาค่าตัว เมื่อเทียบกับคู่แข่งในสนาม Andriod OS เดียวกัน แม้จะข้ามปีมาแล้วแต่ก็ยังน่าสนใจ โฉมหน้าหรูหราเกินราคา แอนดรอยด์อูธอริตีระบุถึงความประทับใจแรกเริ่มขึ้นทันทีที่หยิบสมาร์ตโฟนนี้ขึ้นมา แม้จะมีจอขนาดใหญ่ 6.6 นิ้ว แต่กลับค่อนข้างบางกว่ามือถือทั่วไป (7.6 มิลลิเมตร) ทั้งยังมีน้ำหนักเพียง 168 กรัม ผสมผสานการออกแบบด้านการยศาสตร์อันยอดเยี่ยม ส่งผลให้ไม่รู้สึกหนักข้อและถือได้สบายมือ เรียกได้ว่าพอๆ กับ Samsung Galaxy S23 ที่มีหน้าจอ 6.1 นิ้ว และแบตเตอรี่ขนาด 3,900 มิลลิแอมป์ต่อชั่วโมง (mAh) แต่ของทาง Edge (2023) นอกจากจใหญ่กว่า ยังมีแบตฯ ขนาด 4,400 mAhโครงอะลูมิเนียม-ขอบโค้งมน กุญแจสำคัญทำให้ Motorola Edge (2023) ซึ่งมีขนาดใหญ่แต่กลับเบาเทียบเท่ามือถือขนาดเล็ก มาจากการเปลี่ยนวัสดุหน้าจอจากกระจกมาเป็นพลาสติก แต่ขอบเครื่องยังเป็นอะลูมิเนียม แม้จอหน้าจะเป็นพลาสติก แต่ไม่ได้ทำให้เครื่องแลดูหรูหราน้อยลง เนื่องจากทางโมโตโรลาชดเชยด้วยแผ่นหลังเครื่องที่ทำจากวัสดุหนังเทียม ไม่สะสมรอยขีดข่วน เหงื่อไคล พร้อมเพิ่มความกระชับในการถือไม่หมดเท่านั้น Edge (2023) ยังประกอบแน่นหนา ผ่านมาตรฐานกันฝุ่นและน้ำเข้าเครื่องระดับ IP68 แตกต่างจากมือถือ Edge ของปีก่อน และอีกหลายรุ่นของค่ายโมโตโรลาที่ไม่มีฟีเจอร์ดังกล่าวขณะที่จอพลาสติกเคลือบเลียนแบบกระจกโดยบริษัท NEG ประเทศญี่ปุ่นแม้ไม่แข็งแรงทนทานเท่า Gorilla Glass จากค่ายคอร์นนิ่ง กลาส ในสหรัฐอเมริกา แต่ก็ถือว่าใกล้เคียง สามารถทนต่อรอยขีดข่วนจากกุญแจ และอุปกรณ์โลหะในชีวิตประจำวันได้ด้านลำโพงสเตอริโอ คุณภาพอยู่ในระดับทั่วไป เสียงดังดี แต่แทบไม่มีเสียงเบส ตำแหน่งลำโพงอยู่สันด้านล่าง และบริเวณช่องเสียงส่วนบนของเครื่อง ที่น่าชื่นชมคือ เสียงไม่แตกแม้จะเปิดดังเกือบสุด (แต่ก็ยังไม่มีเบส) ส่วนปุ่มต่างๆ ทางโมโตโรลาอาจต้องนำไปปรับปรุงเพิ่ม เนื่องจากยังรู้สึกโยกเยก ไม่มั่นคงสันล่าง ช่องใส่ซิม USB-C และลำโพงสเตอริโอMotorola Edge (2023) ใช้เทคโนโลยีจอภาพแบบ OLED ความละเอียดสูงสุด 1080p รองรับความถี่สูงถึง 144 เฮิร์ตซ์ (Hz) ความสว่างสูงสุด 1,200 นิต (nit) เพียงพอต่อการใช้งานกลางแจ้งในตอนกลางวัน อย่างไรก็ดี การลดแสงหน้าจออัตโนมัติของเครื่องในที่มืดนั้น ยังไม่มากพอ และอาจมีหน้าจอที่สว่างกว่ามือถือรุ่นอื่นๆ ในที่แสงน้อย แนะนำให้ปรับลดเองส่วนนี้ และแม้ Edge (2023) จะมีขอบจอด้านข้างที่โค้งมนไม่มากนัก แต่จากการทดสอบพบว่ายังเกิดการแตะจอได้โดยไม่เจตนา ความประทับใจถัดมา เป็นระยะเวลาการใช้งานที่ยาวนานกว่าที่ผู้ทดสอบคาดหมาย เนื่องจากแบตฯ ขนาด 4,400 mAh ของ Motorola Edge (2023) ถือว่ามีขนาดกลางตามมาตรฐานมือถือในตลาดยุคปัจจุบันโดยการทดสอบพบว่า สามารถรองรับการใช้งานทั่วไปได้นานถึง 2 วัน (ค้นหาข้อมูล แช็ตผ่านโลกออนไลน์ฟังเพลง เล่นเกมเบาๆ) นอกจากนี้ Edge (2023) ยังรองรับเทคโนโลยีชาร์จไวขนาดสูงสุด 68 วัตต์ (W) แต่ผู้ใช้ต้องหาซื้อชาร์จเจอร์แบบดังกล่าวเอง (แถมแบบปกติมาให้)ระยะเวลาใช้งานที่เหนือความคาดหมาย เป็นผลจากขุมพลังของชิพ MediaTek Dimensity 7030 จากไต้หวัน ชิพที่สร้างด้วยสถาปัตยกรรมการผลิตขนาด 6 นาโนเมตร (nm) ภายในประกอบด้วยหน่วยประมวลผลกลาง หรือซีพียูแบบ 8 คอร์ (Octa-core) และหน่วยประมวลผลกราฟิก หรือจีพียูรุ่น Mali-G610 ซีพียู 8 คอร์ข้างต้น แบ่งออกเป็น 2 คลัสเตอร์ ได้แก่ Cortex-A78 จำนวน 2 คอร์ มีความถี่สัญญาณนาฬิกา 2.4 กิกะเฮิร์ตซ์ (GHz) สำหรับรองรับแอพพลิเคชั่นที่ต้องการประสิทธิภาพการคำนวณระดับสูง ส่วนอีกคลัสเตอร์เป็น Cortex-A55 จำนวน 6 คอร์ ความถี่ 2.0 GHz สำหรับการใช้งานปกติ เพื่อช่วยประหยัดพลังงานUI ดูดีDimensity 7000 series เป็นชิพระดับล่างถึงกลาง จากค่าย MediaTek การทดสอบเบนช์มาร์กผ่านแอพ Geekbench 6 พบว่ามีคะแนนประมวลผลคอร์เดียว 1,030 แต้ม และหลายคอร์ 2,449 แต้ม ถือว่าต่ำกว่ามือถือชั้นประหยัดจากคู่แข่งรายอื่น ไม่ว่า Apple iPhone 14, Samsung Galaxy S23 FE, Google Pixel 8, OnePlus 11 หรือแม้แต่กับ Motorola Razr (2023)เช่นเดียวกับคะแนนเบนช์มาร์กด้านกราฟิกผ่าน 3DMark : Wildlife Stress Test สะท้อนว่าประสิทธิภาพของชิพรุ่นนี้เพียงพอต่อการใช้งานทั่วไปและเล่นเกมเบาๆ เท่านั้น สมาร์ตโฟนรุ่นประหยัดล่าสุดจากค่ายโมโตโรลารุ่นนี้ ใช้ระบบปฏิบัติการ Android (AOS) 13 ผู้ใช้จะได้รับการรับประกันอัพเดต AOS ติดต่อกันเป็นเวลานาน 2 ปี และแพตช์รักษาความปลอดภัยติดต่อกันนาน 3 ปี โมดูลกล้อง-ฝาหลังหนังเทียมสมาร์ตโฟน Edge (2023) มีกล้องหลัง 2 เลนส์ ได้แก่ เลนส์หลักความละเอียด 50 ล้านพิกเซล (MP) และเลนส์อัลตราไวด์ความละเอียด 13MP แม้ค่ายโมโตโรลาจะยังไม่มีชื่อเสียงร่ำลือเรื่องความโดดเด่นของคุณภาพการถ่ายภาพแต่กล้องของ Edge (2023) ถือว่าคุณภาพดีขึ้น เมื่อเทียบกับ Edge (2022) ให้ภาพคมชัด สมจริงมีรายละเอียดในที่แสงสว่างเพียงพออย่างไรก็ดี เมื่อแสงน้อยลงจะพบว่าโฟกัสของกล้องรุ่นนี้ช้าลงอย่างเห็นได้ชัด ทำให้แทบเป็นไปไม่ได้ในการถ่ายภาพเคลื่อนไหวตอนกลางคืน ขณะที่เลนส์อัลตราไวด์ให้ภาพในระดับพอใช้ ส่วนเรื่องซูม ยังไม่ดีเท่าที่ควรภาพทดสอบด้านการถ่ายคลิป รองรับสูงสุดที่ความละเอียด 4K อัตราภาพ 30 เฟรมต่อวินาที (4K@30fps) โดยคุณภาพที่ออกมาดีเหนือความคาดหมาย มีความคมชัด รายละเอียดสูง แต่น่าเสียดายที่รองรับเพียง30 fps ทางผู้ทดสอบจึงแนะนำให้ใช้ความละเอียดระดับ 1080p แต่ได้อัตราภาพ 60 fps จะดูลื่นตากว่าทีมข่าวสดไอที มองว่า Motorola Edge (2023) เป็นสมาร์ตโฟนชั้นประหยัดที่มีข้อด้อยเรื่องกล้องถ่ายภาพ การอัพเดตซอฟต์แวร์ที่ช้ากว่าค่ายอื่น ประสิทธิภาพที่ต่ำกว่าคู่แข่งแต่ได้รับการชดเชยด้วยรูปโฉมหรูหรา ฝาหลังเป็นหนังเทียม จับกระชับมือ แลดูแปลกแตกต่างกับมือถือทั่วไป ระยะเวลาการใช้งานนานจุใจ เทคโนโลยีชาร์จไว และมาตรฐานกันฝุ่นกันน้ำระดับเรือธง สนนราคาช่วง 12,900 ถึง 21,000 บาทเป็นสมาร์ตโฟนที่คุ้มค่าน่ามองตัวหนึ่ง แปล\/เรียบเรียง – ทีมข่าวสดไอที ภาพ – แอนดรอยด์อูธอริตี"
    },
    {
      "index":37,
      "title":"หลากหลายไอที - Google’s Year In Search 2023 สุดยอดเรื่องค้นหาของชาวโลก",
      "content":"“กูเกิ้ล” ผู้พัฒนาเสิร์ชเอ็นจิ้นชื่อก้องโลกจากสหรัฐอเมริกา เผยรายงานสถิติผลการค้นหาประจำปี 2566 โดยความพิเศษในปีนี้ยังเป็นการฉลองครบรอบ 25 ปี กำเนิดเสิร์ชเอ็นจิ้นของกูเกิ้ลที่เข้ามาพลิกโฉมรูปแบบการใช้อินเตอร์เน็ต และการค้นหาข้อมูลของมนุษยชาติไปตลอดกาลสำหรับปีที่กำลังจะผ่านไป ทีมข่าวสดไอทีนำผลการค้นหาด้านต่างๆ ที่คนทั่วโลกสนใจมากที่สุดมาให้ชมกัน สุดยอดข่าว “War in Israel and Gaza”สงครามระหว่างทางการอิสราเอลกับกลุ่มนักรบฮามาส ที่ต่อต้านการยึดครอง ปิดล้อม และกดขี่ชาวปาเลสไตน์ภายในฉนวนกาซ่า หลังเมื่อ 7 ต.ค.ที่ผ่านมา นักรบฮามาสบุกฝ่าแนวปิดล้อมเข้ามาโจมตีและสังหารเจ้าหน้าที่ทหาร พลเรือน และชาวต่างชาติกว่า 1,200 ราย ทั้งยังจับตัวประกันหลายร้อยคน ในจำนวนนี้มีคนไทยรวมอยู่ด้วยWar in Israel and Gazaนำไปสู่ปฏิบัติการกวาดล้างกลุ่มนักรบฮามาสของกองทัพอิสราเอล ที่ทำให้ฉนวนกาซ่าได้รับความเสียหายสุดขั้ว มีชาวปาเลสไตน์สังเวยชีวิตแล้วกว่า 2 หมื่นราย บาดเจ็บเกินครึ่งแสน และยังไม่มีทีท่าจะสงบลง ถือเป็นการสู้รบรุนแรงที่สุดระหว่างสองฝ่ายในความขัดแย้งระหว่างการสถาปนารัฐอิสราเอลและปาเลสไตน์ที่ยาวนานกว่า 70 ปีสร้างแรงกระเพื่อมทั่วภูมิภาค และแบ่งประชาคมโลกออกเป็นฝักฝ่าย สุ่มเสี่ยงต่อความรุนแรงที่อาจลุกลามบานปลาย สุดยอดเกม “Hogwarts Legacy”แม้จะไม่ได้รางวัลใดๆ จากงาน The Game Award (TGA) ปีนี้ แต่ข้อมูลจากกูเกิ้ลสะท้อนว่าเป็มเกมที่ผู้คนทั่วโลกค้นหามากที่สุดโดยเกมดังกล่าวเป็นเกมแนวสวมบทบาท (RPG) มุมมองบุคคลที่สาม ภายในโลกแบบ Open-World ของ “แฮร์รี่ พอตเตอร์” นิยายพ่อมดสุดโด่งดังจากฝีมือรังสรรค์ของ เจ. เค. โรว์ลิง นักเขียนชาวอังกฤษ เกม Hogwarts Legacyได้รับความชื่นชมและกล่าวขวัญจากบรรดานักรีวิว ว่ามีระบบการเล่นที่ยอดเยี่ยม และโลกแฟนตาซีอันสวยงามตื่นตาตื่นใจ แม้ช่วงแรกจะเผชิญกับกระแสบอยคอตจากสมาชิกกลุ่ม LGBTQIA+ จำนวนมาก เนื่องมาจากจุดยืนของเจ. เค. โรว์ลิง ที่ถูกมองว่าต่อต้านความหลากหลายทางเพศ แต่กระแสดังกล่าวกลับยิ่งทำให้เกมเป็นที่รู้จักมาก จนขึ้นแท่นหนึ่งในสี่เกมที่มียอดจำหน่ายสูงสุดบนแพลตฟอร์มเกม Steamสุดยอดภาพยนตร์ “Barbie”ภาพยนตร์แนวตลกในโลกแฟนตาซีของตุ๊กตาสาวน้อย Barbie หนึ่งในของเล่นเด็กชื่อดังในสหรัฐ จากฝีมือกำกับฯ ของนางเกรตา เกอร์วิก เคยติดโผสุดยอด 100 บุคคลผู้ทรงอิทธิพลที่สุดในโลกเมื่อปี 2561 โดยนิตยสารไทมส์ภาพยนตร์ Barbie ภาพยนตร์กวาดรายได้ถึง 1.44 พันล้านดอลลาร์สหรัฐ หรือเกือบ 5 หมื่นล้านบาท กลายเป็นสุดยอดภาพยนตร์ทำเงินแห่งปี 2566 และสุดยอดหนังโกยเงินอันดับที่ 14 ของโลก รวมถึงสุดยอดหนังตลกทำเงินมากที่สุดด้วย ได้รับการเสนอชื่อชิงรางวัลมากมายทั้ง Grammy Awards และ Golden Globe Awardsทั้งยังเป็นภาพยนตร์ได้รางวัลจาก Critics’ Choice Movie Awards มากที่สุดในประวัติศาสตร์ถึง 18 รางวัลสุดยอดอาหาร “Bibimbap”พีบิมบับ ข้าวยำเกาหลี เมนูอาหารที่มียอดผู้ค้นหามากที่สุดในโลกปีนี้ เว็บไซต์วิกิพีเดีย ระบุว่า อาหารเสิร์ฟมาเป็นชามข้าวสวยร้อน โรยหน้าด้วยนามุล (ผักที่ผัดและปรุงรสแล้ว) โคชูจัง (น้ำพริก) ทเว็นจัง (เต้าเจี้ยว) ยังนิยมใส่ไข่ดิบ ไข่ดาว หรือไข่ลวก เนื้อสัตว์ที่หั่นบางๆ คลุกส่วนผสมต่างๆ ให้เข้ากันดีก่อนรับประทานอาหาร Bibimbap อาหารชนิดนี้มีประวัติย้อนไปถึงสมัยราชวงศ์โชซอน แต่คำว่า “พีบิมบับ” เพิ่งได้รับการกล่าวถึงเป็นครั้งแรกในชีอึยจ็อนซอ ตำราอาหารไม่ทราบชื่อผู้แต่งสมัยปลายคริสต์ศตวรรษที่ 19 ตำรานั้นเรียกพีบิมบับว่า “พูบีมบับ”ต้นตำรับของพีบิมบับอยู่ที่เมืองช็อนจู ในภูมิภาคโฮนัมของเกาหลีใต้ เคยเป็นหนึ่งในอาหารอร่อยที่สุดในโลกจากการจัดอันดับของสำนักข่าวซีเอ็นเอ็น เมื่อปี 2554 ด้วยสุดยอดซีรีส์ “The Last of Us”ภาพยนตร์ซีรีส์แนววันสิ้นโลกจากเกมชื่อดังชื่อเดียวกัน แกนเรื่องเกี่ยวกับเชื้อรามรณะที่สามารถติดได้ในมนุษย์แล้วเข้าควบคุมจิตใจทำให้กลายเป็นผีดิบ ฉายผ่านแพลตฟอร์มสตรีมภาพยนตร์ยอดนิยมของค่าย HBO ได้รับความชื่นชมจากผู้ชมว่า สมจริง และสร้างความตระหนักรู้ให้ประชาคมโลกถึงภัยคุกคามของเชื้อราซีรี่ส์ The Last of Usเชื้อราสกุล “คอร์ไดเซ็ปส์” (Cordyceps)หรือราแมลง เป็นที่รู้จักกันในอีกชื่อว่า “ถังเช่า”พบได้ตามป่าดิบชื้นหลายประเทศในเขตร้อน รวมถึงประเทศไทย สิ่งที่ถูกกล่าวถึงตามภาพยนตร์นั้น แม้จะมีอยู่จริง แต่ไม่ได้มีคุณสมบัติทำให้มนุษย์กลายเป็นผีดิบเพียงเป็นหนึ่งในสาเหตุที่ทำให้มีผู้เสียชีวิตหลายแสนคนต่อปีเหมือนราชนิดอื่น ส่วนใหญ่แล้วเกิดขึ้นในผู้ป่วยที่มีภาวะภูมิคุ้มกันบกพร่อง สุดยอดบทเพลง IDOLจากศิลปินคู่ YOASOBIประเทศญี่ปุ่น เป็นเพลงที่กวาดยอดค้นหาจากผู้คนทั่วโลกไปได้สูงสุดในปีนี้ศิลปินคู่วงนี้ ประกอบด้วย อายาเสะ นักประพันธ์เพลงผ่านซอฟต์แวร์เพลง VOCALOID โปรแกรมแต่งเพลงพร้อมเสียงร้องยอดนิยมจากแดนปลาดิบ และนักร้อง อิคุตะ ริระ นักร้องนักแต่งเพลงสาว ฉายานามว่า อิคุระ เพลง IDOL-YOASOBI YOASOBI เป็นศิลปินภายใต้ Sony Entertainment Japan ผลงานเอ็มวีเพลงไอดอล ที่เผยแพร่ผ่านเว็บไซต์ยูทูบเมื่อ 12 เม.ย.ที่ผ่านมา มีผู้เข้าชมเกือบ 400 ล้านวิวเพลงไอดอล ยังใช้เป็นเพลงประกอบอะนิเมะ Oshi no Ko สร้างจากมังงะชื่อดังชื่อเดียวกันแนวปริศนา ดราม่า และปรากฏการณ์เหนือธรรมชาติสุดยอดพิพิธภัณฑ์การท่องเที่ยวเชิงศิลปะและประวัติศาสตร์ยังได้รับความนิยม โดยเฉพาะแนวพิพิธภัณฑ์ ซึ่งพิพิธภัณฑ์ลูฟวร์ กรุงปารีส ประเทศฝรั่งเศส ได้รับความสนใจจากนักท่องเที่ยวค้นหากันมากที่สุดในปีนี้เว็บไซต์ grazietravel ระบุ ลูฟวร์เป็นพิพิธภัณฑ์ทางศิลปะที่มีชื่อเสียงที่สุด ใหญ่ที่สุด และเก่าแก่ที่สุดแห่งหนึ่งของโลก พิพิธภัณฑ์ Louvreจัดแสดงและเก็บรักษาผลงานศิลปะทรงคุณค่าระดับโลก จำนวนมากกว่า 35,000 ชิ้น ตั้งแต่สมัยก่อนประวัติศาสตร์จนถึงคริสต์ศตวรรษที่ 19 มีพื้นที่กว่า 60,600 ตารางเมตร ตั้งแต่ภาพวาดโมนาลิซาของเลโอนาโด ดา วินชี ไปจนถึงอนุสรณ์ชัยชนะที่ซาโมเทรซ หรือเทพีไนกี้แห่งซาโมเทรซ (The Winged Victory of Samothrace) เป็นประติมากรรมยุคกรีก เฮเลนิสติกแกะสลักจากหินอ่อนแสดงภาพเทพีไนกี้หัวขาดกางปีก สร้างขึ้นราว 300 ปีก่อนคริสตกาล ทีมข่าวสดไอที"
    },
    {
      "index":38,
      "title":"โนเกียปลดพนง.นับหมื่น เหตุเงินเฟ้อทำยอดขายดิ่งเหว-เทรนด์5Gไม่ฮ็อต",
      "content":"โนเกียปลดพนง.นับหมื่น– วันที่ 19 ต.ค. บีบีซีรายงานว่า โนเกีย ผู้พัฒนาเทคโนโลยีโทรคมนาคมจากประเทศฟินแลนด์ประกาศแผนทยอยปลดพนักงาน 9,000 ถึง 14,000 คน ภายในปี 2569 หลังยอดขายลดฮวบและความต้องการอุปกรณ์ 5G ในอเมริกาเหนือชะลอตัวโนเกียระบุถึงสาเหตุการทยอยปลดพนักงาน ว่ามาจากยอดขายช่วงเดือนมิ.ย. ถึงก.ย. ที่ผ่านมา ลดลงถึงร้อยละ 20 และการขยายเครือข่าย 5G ในทวีปอเมริกาเหนือชะลอตัว ทำให้ยอดจำหน่ายอุปกรณ์เครือข่าย 5G จากโนเกียไม่เป็นที่ต้องการมากตามที่คาดไว้ปัจจุบัน โนเกียมีพนักงาน 86,000 คนทั่วโลก โดยโนเกียเคยทยอยลดจำนวนพนักงานหลายพันคนมาตั้งแต่ปี 2558 ขณะที่การประกาศปลดพนักงานล่าสุดนั้นทางโนเกียต้องการลดต้นทุนลงให้ได้ราว 800 ถึง 1,200 ล้านยูโร หรือกว่า 4.6 หมื่นล้านบาทโนเกียระบุว่า บรรดาลูกค้าของโนเกียนั้นต่างปรับลดออเดอร์อุปกรณ์เครือข่ายโทรคมนาคมลงเนื่องด้วยปัญหาเงินเฟ้อรุนแรงและการประกาศขึ้นดอกเบี้ยของเหล่าสถาบันการเงินนายเป็กกา ลันด์มาร์ก ซีอีโอของโนเกีย กล่าวว่า การขยายตัวของการประมวลผลบนคลาวด์และปัญญาประดิษฐ์จะต้องการการลงทุนขยายเครือข่ายสื่อสารที่มีขีดความสามารถสูง อย่างไรก็ดี โนเกียจำเป็นต้องตัดสินใจอย่างเฉียบขาดเพื่อรับมือกับความไม่แน่นอในการฟื้นตัวของตลาดนายลันด์มาร์ก กล่าวยืนยันว่า แม้จะเกิดความไม่แน่นอนขึ้นแต่โนเกียคาดว่าจะมีสถานการณ์รายได้กลับมาดีขึ้นในไตรมาสที่ 4โฆษกโนเกีย กล่าวถึงการตัดสินใจปลดพนักงานจำนวนมากข้างต้น ว่าเป็นการตัดสินใจทางธุรกิจที่ลำบากใจผู้บริหารอย่างยิ่งแต่จำเป็นต้องดำเนินการเพื่อรักษาความมั่นคงขององค์กรเอาไว้อย่างไรก็ตาม โฆษกโนเกียยืนยันว่าทางบริษัทพร้อมดำเนินการให้ความช่วยเหลือพนักงานที่ได้รับผลกระทบทั้งหมดอย่างเต็มที่ โดยทางบริษัทเริ่มหารือกับพนักงานที่อาจต้องถูกปลดกลุ่มแรกแล้ว และอาจเปลี่ยนแปลงได้ขึ้นอยู่กับสถานะของตลาด"
    },
    {
      "index":39,
      "title":"สรุปความเปลี่ยนแปลงใหม่ iPhone 15 Series ควรซื้อหรือไม่",
      "content":"สรุปมาให้แล้ว ! ความเปลี่ยนแปลงใหม่ของ iPhone 15 Series แตกต่างจากเติมอย่างไร น่าสนใจ และควรค่าแก่การซื้อมาครองหรือไม่ มาดูกันเปิดตัวเป็นที่เรียบร้อยแล้ว สำหรับiPhone 15 Series ที่ประกอบไปด้วย iPhone 15, iPhone 15 Pro iPhone 15 Plus, iPhone 15 Pro Max จาก Apple หลายคนคงอยากรู้ว่ามันน่าสนใจหรือมีการเปลี่ยนแปลงแค่ไหน ทุกรุ่นมีน้ำหนักเบาลง iPhone 15 และ iPhone 15 Plus น้ำหนักเบากว่าเดิม 1 กรัม และการเปลี่ยนโครงสร้างตัวเครื่องเป็นแบบไทเทเนียม ทำให้ตัวเครื่องน้ำหนักของรุ่น Pro เบากว่าเดิม เกือบ 10 กรัม มาพร้อมกับ USB-C iPhone 15 Series เปลี่ยนมาใช้ USB-C ทุกรุ่น แต่ความเร็วในการถ่ายโอนข้อมูลต่างกัน โดยรุ่น Pro จะได้มาตรฐาน USB 3 แต่ระบบชาร์จไฟทุกรุ่นยังคงรองรับ 20W แบบสายและ MagSafe Wireless Charging ทำได้ที่ 15W เท่าเดิม สเป็กกล้องเปลี่ยนไป ทุกรุ่นจะได้ 48 ล้านพิกเซลทั้งหมด ต่างกันที่เรื่องของรายละเอียดภายใน แต่ Pro Max จะได้เลนส์ Telephoto ในแบบ Periscope ที่ทำให้ไม่ต้องเพิ่มความหนาของเครื่อง ได้สเป็กหน้าจอใกล้เคียงกัน หน้าจอมีขนาดเท่ากันทั้งหมด การแสดงผลและครอบกระจก Ceramic Shield เหมือนกัน ต่างกันที่ ค่า Refresh Rate ที่รุ่น Pro จะได้ 120Hz เลยแต่รุ่นปกติจะได้แค่ 60 Hz มีประสิทธิภาพที่แรงขึ้น iPhone 15 และ 15 Plus นำ A16 Bionic มาใช้ แต่รุ่น Pro ยกระดับหนักกว่าใช้ขุมพลัง A17 Pro โฆษณาเคลมว่าเล็ก ประหยัดแถมแรงกว่าเดิม ราคาเริ่มต้นเท่าเดิม (ในบางรุ่น)ราคา iPhone 15 ราคา iPhone 15 Plus ราคา iPhone 15 Pro ราคา iPhone 15 Pro MaxiPhone 15 Pro Max ขนาด 256GB ราคา 48,900 บาทiPhone 15 Pro Max ขนาด 512GB ราคา 57,900 บาทiPhone 15 Pro Max ขนาด 1TB ราคา 66,900 บาท สเปกเบื้องต้นของ iPhone 15 Series ทั้ง 4 รุ่นรายละเอียดสเปก iPhone 15 รายละเอียดสเปก iPhone 15 Plus รายละเอียดสเปก iPhone 15 Pro รายละเอียดสเปก iPhone 15 Pro Max"
    },
    {
      "index":40,
      "title":"เกมมิ่งโฟนตัวตึงถึงไทยแล้ว เอซุส'ROG Phone 7'สุดยอดไอเท็มคอเกม",
      "content":"เกมมิ่งโฟนตัวตึงถึงไทยแล้ว– วันที่ 29 มิ.ย. เอซุส ผู้พัฒนาเทคโนโลยีชื่อดังจากไต้หวันวางจำหน่ายภาคต่อเกมมิ่งโฟน เอซุส อาร์โอจี โฟน 7 แล้วในประเทศไทยอย่างเป็นทางการ ตอกย้ำความเป็นผู้นำสุดยอดสมาร์ตโฟนสำหรับคอเกม พร้อมโปรโมชั่นพิเศษเพียบเอซุส อาร์โอจี โฟน ซีรีส์ ล่าสุด เดินทางมาถึงรุ่นที่ 7 แล้ว โดยใช้ชื่อว่า เอซุส อาร์โอจี โฟน 7 ( Asus ROG Phone 7) แบ่งออกเป็น 2 รุ่นได้แก่ เอซุส อาร์โอจี โฟน 7 และเอซุส อาร์โอจี โฟน อัลติเมต เอดิชั่น ( Asus ROG Phone 7 Ultimate Edition) โดยเวอร์ชั่นอัลติเมตนั้นเป็นรุ่นที่ทางทีมข่าวสดไอทีทดลองใช้งานความแตกต่างระหว่างสองรุ่นนั้นมีเพียงเล็กน้อย เริ่มจากจอ OLED ที่ทางเอซุสเรียกว่า ROG Vision ที่ด้านหลังเครื่องของรุ่นอัลติเมต แสดงผลแบบสีเพิ่มความสวยงามโดดเด่นพร้อมลูกเล่นมากมาย เช่น เตือนเมื่อมีสายเรียกเข้า สัญลักษณ์เวลาเริ่มเกม หรือสถานะการชาร์จแบตเตอรี ไปจนถึงใส่รูปภาพที่ผู้ใช้เลือกใส่เข้าไปเองได้ช่วยเพิ่มเอกลักษณ์และความโดดเด่นอีกขั้นส่วนรูปแบบการดีไซน์นั้นทั้งสองรุ่นยังคงความโดดเด่นรูปโฉมภายนอกที่โฉบเฉี่ยวและดูไฮเทคแหวกแนวไปจากสมาร์ตโฟนอื่นทั่วไปคล้ายรุ่นที่ผ่านมา แต่รุ่นล่าสุดนี้ มีสเปกเครื่อง หน่วยความจำแรม และพื้นที่เก็บข้อมูลมากขึ้นกว่าเดิมROG Phone 7 ทั้งสองรุ่น มีขนาดเครื่องเท่ากัน คือ กว้าง 77 ยาว 173 หนา 10.3 มิลลิเมตร (มม.) น้ำหนัก 239 กรัม ถือว่าค่อนข้างหนากว่าสมาร์ตโฟนทั่วไป แต่คิดว่าไม่เป็นอุปสรรคใดๆ กับคอเกมทั้งหลาย วัสดุที่ใช้เป็นกระจก Gorilla Glass Victus ประกบขอบอะลูนิเนียมแบบด้านส่วนฝาหลังเป็นกระจก Gorilla Glass 3ได้รับรองมาตรฐาน IP54 หมายความว่า กันฝุ่นขนาดละอองขนาดใหญ่เข้าไปภายในและกันน้ำสาดทั่วไปได้ แต่ห้ามพกลงไปในสระว่ายน้ำ หรือใต้น้ำทว่า ความเหนือกว่าจริงๆ ของรุ่นอัลติเมตนั้นเป็นระบบระบายความร้อนด้วยช่อง AeroActive Portal ที่ด้านหลังของเครื่อง ทำหน้าที่เป็นช่องรับอากาศซึ่งจะเปิดขึ้นอัตโนมัติเมื่อติดตั้งผู้ใช้ติดตั้งอุปกรณ์เสริมอย่าง AeroActive Cooler 7เพื่อรับลมเย็นจากพัดลมของ AeroActive Cooler 7 ผ่านไปยังครีบระบายความร้อนทองแดงในห้อง ROG Rapid-Cycle Vapor chamber สามารถเพิ่มประสิทธิภาพในการระบายความร้อนได้ถึงร้อยละ 20แน่นอนว่าอุปกรณ์เสริมอย่าง AeroActive Cooler 7 นั้นทางเอซุสแถมมาให้เฉพาะในรุ่นอัลติเมตเท่านั้นและไม่มีจำหน่ายแยก! โดยรุ่นที่ 7 นี้ นอกจากทางเอซุสจะปรับปรุงพัดลมมาใหม่เพื่อเพิ่มกำลังลมให้แรงขึ้น ยังมีตัวทำความเย็น Peltier แบบเทอร์โมอิเล็กทริก เสริมเข้ามาสามารถช่วยลดอุณหภูมิได้สูงสุดถึง 25 องศาเซลเซียสรวมถึงการการออกแบบ DualCool เพิ่มช่องลมเป่าบริเวณหน้าจอช่วยลดอุณหภูมิบริเวณที่นิ้วสัมผัสกับหน้าจอได้สูงสุดถึง 8 องศาเซลเซียส พร้อมปุ่มควบคุมเสริมพิเศษสำหรับการเล่นเกมอีก 4 ปุ่ม ขาตั้งแบบ kick stand ที่กางออกมาได้ และไฟ RGB ที่แสดงโลโก้ ROG เมื่อต่อ AeroActive Cooler 7 เข้ากับตัวเครื่อง ตั้งค่าเองได้ผ่านแอพพลิเคชั่น Armoury Crateโดยตัว AeroActive Cooler 7 นั้นมีช่อง USB-C ด้านล่างให้เสียบสายชาร์จได้ไม่กีดขวางมือขณะเล่นเกม (เครื่องแนวนอน) ทั้งหมดแถมมาให้ในกล่องใบใหญ่สุดปังอลังการ พร้อมชาร์จเจอร์กำลังไฟ 65 วัตต์ (W) และสายเคเบิล USB-C to USB-C สีดำล้วน ส่วนผู้ที่เลือกเวอร์ชั่นปกติมานั้นหากมี AeroActive Cooler 6 อยู่แล้วก็สามารถใช้ร่วมกันได้ด้วยArmoury Crate app ยังไม่หมดเพียงเท่านี้ AeroActive Cooler 7 ยังมีซับวูฟเฟอร์ขนาด 13 x 38 มิลลิเมตร (มม.) เมื่อใช้งานร่วมกับลำโพงของตัวเครื่อง ROG Phone 7 ซีรีส์ ที่เป็นแบบคู่หันเข้าหาตัว (Dual Front-Facing Speaker) กลายเป็นระบบเสียงแบบ 2.1 แชนแนล ให้เสียงเบสที่แน่นขึ้นร้อยละ 77 เพิ่มความมีมิติที่ชัดเจนการทดสอบเสียงจากลำโพงของเกมมิ่งโฟนรุ่นนี้ พบว่า ยอดเยี่ยมน่าประทับใจ เริ่มตั้งแต่ความดังกระหึ่มของเสียงที่ดังกว่าสมาร์ตโฟนทั่วไป ไม่พบว่ามีเสียงแตกด้วย เสียงเบสกระชับชัดเจน เสียงกลางเด่นพุ่งเข้าหาผู้ใช้ เสียงสูงค่อนไปทางคมแต่ไม่ถึงกับบาดหู เวทีเสียงปานกลางแยกเครื่องดนตรีชัดแต่ให้มิติความลึกตื้นสูงกว่า สามารถได้ยินรายละเอียดของดนตรีได้ชัดAeroActive Cooler 7 ให้อรรถรสที่ยอดเยี่ยมกับทุกรูปแบบความบันเทิง โดยเมื่อติดตั้ง AeroActive Cooler 7 เข้าไปแล้วซับวูฟเฟอร์จะยิ่งช่วยเพิ่มพลังของเสียงให้มีขนาดใหญ่ขึ้น เรียกได้ว่า ทำให้เสียงเอิบอิ่มขึ้นอย่างน่าประทับใจ เรียกได้ว่า ROG Phone 7 เป็นหนึ่งในสมาร์ตโฟนที่มีลำโพงเสียงเยี่ยมและดังกระหึ่มที่สุดเท่าที่ทีมข่าวสดไอทีทดสอบมาเลยทีเดียวระบบระบายความร้อนที่ยอดเยี่ยมนั้นมีความสำคัญอย่างขาดไปไม่ได้สำหรับเกมมิ่งโฟน เพราะการเล่นเกมเป็นเวลานานนั้นเครื่องจะเกิดความร้อนสะสม หากความร้อนมากเกินไปจะทำให้ชิพประมวลผลต้องปรับลดการทำงานลงจนเกมเกิดอาการเฟรมเรตหล่น และพลังงานจากแบตลดลงอย่างรวดเร็วทางเอซุสจึงให้ความสำคัญกับเรื่องนี้มากด้วยระบบ GameCool 7 คือ ระบบระบายความร้อนที่ดีที่สุดเท่าที่เคยมีมาของ ROG Phone ถูกออกแบบโดยให้ชิพอยู่ตรงกลางพร้อมแบตที่แยกออกเป็นสองส่วนทำให้การกระจายความร้อนมายัง ROG Rapid-Cycle Vapor Chamber ที่ประกอบไปด้วยโครงสร้างเสาที่กั้นละหว่างกลางของแผ่น Vapor Chamber (Trident Shape Wick Column Structure) รูปทรงตัว Y และยังมี Liquid Return Channelsเพื่อเพิ่มพื้นที่การไหลและควบคุมการไหลของของเหลวภายใน Vapor Chamber ให้กลับมาอยู่ในตำแหน่งที่เหมาะสมในการระบายความร้อนให้ได้ประสิทธิภาพสูงสุด เพื่อส่งต่อความร้อนออกไปยังแผ่นแกรไฟต์ขนาดใหญ่ขึ้นร้อยละ 10 ทำให้ระบายความร้อนดีขึ้นถึง 168 เปอร์เซ็นต์!การทดสอบเล่นเกม AAA อย่าง Honkai: Star Rail จากค่าย HoYoverse (miHoYo ประเทศจีน) ที่กราฟฟิกระดับสูงสุด สามารถเล่นได้อย่าเพลิดเพลินไม่พบอาการเฟรมเรตหล่น และปัญหาโอเวอร์ฮีตใดๆ ในห้องที่เปิดเครื่องปรับอากาศไว้ที่อุณหภูมิ 25 องศาเซลเซียสโดยอุณหภูมิเครื่องอยู่ที่ประมาณ 42 ถึง 45 องศาเซลเซียส แต่หากเล่นนอกอาคารในสภาพอากาศร้อนก็อาจโอเวอร์ฮีตได้ ส่วนการติดตั้ง AeroActive Cooler 7 นั้นพบว่าสามารถช่วยลดอุณหภูมิลงมาได้ราว 1 ถึง 3 องศาเซลเซียสโดยสามารถเล่นติดต่อกันเป็นเวลานานได้หลายชั่วโมงแบบไม่ต้องกังวลว่าแบตจะไม่พอ ไม่นับว่าใช้งานทั่วไปที่ผู้ทดสอบลองมา พบว่าใช้ได้ถึง 3 วัน กว่าจะต้องเสียบชาร์จ ซึ่งการทดสอบพบว่าชาร์จได้ร้อยละ 50 ภายใน 18 นาที และเต็มร้อยเปอร์เซ็นต์ภายใน 50 นาที น่าประทับใจอย่างมากฟีเจอร์อื่นเดิมของ ROG Phone นั้นยังอยู่ครบด้วย อาทิ ปุ่มระบบสัมผัสเทคโนโลยีอัลตร้าโซนิกที่มุมเครื่องทั้งสองข้างอย่าง Air Triggers อันเลื่องชื่อ (ใช้เหมือนปุ่ม L\/R ของคอนโทรลเลอร์ของเพลย์สเตชั่นจากโซนี่) สามารถตั้งค่าได้ทั้งหมด 9 รูปแบบตามความถนัด ช่อง USB-C จำนวน 2 ตำแหน่ง ที่มุมซ้ายล่างและด้านข้างเครื่องทางซ้ายช่องหูฟังแบบมินิสเตอริโอบริเวณมุมขวาล่าง (หันจอเข้าหาตัว) ซึ่งสมัยนี้เหลือสมาร์ตโฟนเพียงไม่กี่รุ่นที่ยังคงช่องนี้เอาไว้ ตลอดจนระบบปลดล็อกเครื่องด้วยลายนิ้วมือแบบฝังในจอภาพที่ว่องไวแม่นยำ ไม่พบปัญหาอะไรตรงจุดนี้ มีเพียงปุ่มเปิดปิดที่อยู่บริเวณกลางลำตัวเครื่อง เนื่องจากขนาดเครื่องค่อนข้างใหญ่ ใครที่ใช้เครื่องเล็กๆ มา หรือมือเล็กอาจจะเมื่อยเล็กน้อยROG Phone 7 ใช้ขุมพลังจากชิพ Snapdragon 8 Gen 2 จากค่ายควอลคอมม์ ประเทศสหรัฐอเมริกา รองรับสัญญาณ Bluetooth 5.3 เชื่อมต่อ Wi-Fi 7 และสัญญาณ 5G ได้ แต่ขณะนี้รองรับได้ถึง Wi-Fi 6 เนื่องจากยังติดขั้นตอนการขออนุญาตและงานเอกสารต่างๆ คาดว่าจะได้รับอัพเดทเปิดใช้งาน Wi-Fi 7 ได้ในอนาคตอันใกล้ชิพ Snapdragon 8 Gen 2 เป็นชิพที่สร้างด้วยสถาปัตยกรรมการผลิตระดับ 4 นาโนเมตร (nm) ภายในแบ่งเป็นหน่วยประมวลผลกลาง หรือซีพียูแบบ 8 คอร์ (Octa-core) และหน่วยประมวลผลกราฟฟิก หรือจีพียูรุ่น Adreno 740ซีพียูแบบ 8 คอร์ แบ่งเป็น 4 คลัสเตอร์ แบบ 1:2:2:3 ได้แก่ Cortex-X3 ความถี่สัญญาณนาฬิกา 3.2 กิกะเฮิร์ซ (GHz) จำนวน 1 คอร์ Cortex-A715 ความถี่ 2.8 GHz จำนวน 2 คอร์ Cortex-A710 ความถี่ 2.8 GHz จำนวน 2 คอร์ และ Cortex-A510 ความถี่ 2.0 GHz จำนวน 3 คอร์หน่วยความจำแรมสูงสุด (RAM) 16 กิกะไบต์ (GB) และพื้นที่เก็บข้อมูลภายใน (ROM) สูงสุด 512 GB อัตราการโอนถ่ายข้อมูลมาตรฐาน UFS 4.0 แบนด์วิธสูงสุด 5,800 เมกะไบต์ต่อวินาที (MB\/s) รองรับการ์ดเก็บข้อมูลเสริมขุมพลังดังกล่าวขับเคลื่อน ROG Phone 7 ที่มาพร้อมจอภาพ AMOLED ผลิตโดยซัมซุง ประเทศเกาหลีใต้ ขนาด 6.78 นิ้ว ความละเอียด 1,080 x 2,448 พิกเซล ความหนาแน่นพิกเซล 395 พิกเซลต่อตารางนิ้ว (ppi) ความสว่างสูงสุด 1,200 นิต อัตราการตอบสนอง 1 มิลลิวินาที (ms) รองรับความถี่สูงสุด 165 เฮิร์ซ (Hz)ความไวต่อการรับรู้สัมผัสของจอภาพสูงถึง 720 Hz ค่าความหน่วงการรับรู้จอภาพ 23 ms ขอบเขตในการแสดงสีกว้างสูงสุดถึง 111.23% DCI-P3 ค่า Delta E < 1 มีเทคโนโลยี Eye Care Display ลดแสงสีฟ้าเพื่อถนอมสายตาในการใช้งานต่อเนื่อง รันบนระบบปฏิบัติการแอนดรอยด์ 13 จากค่ายกูเกิ้ลประสิทธิภาพที่ออกมานั้นเรียกได้ว่า “เหลือกิน” เพราะนอกจากชิพเรือธงที่ความถี่สูงขึ้น ประหยัดไฟขึ้น (ร้อยละ 15) จับคู่กับ LPDDX5 RAM ที่มีความเร็วบัสถึง 8,533 เมกะบิตต่อวินาที (Mbps) พร้อม UFS 4.0 ROM สามารถทำคะแนนในการทดสอบเบนช์มาร์กบนแอพพลิเคชั่น Antutu (สถิติเดือนเม.ย. 2566) ได้เป็นอันดับหนึ่ง ครองแชมป์เกมมิ่งโฟนใช้โอเอสแอนดรอยด์ที่แรงที่สุดในโลก และทำคะแนนได้สูงถึง 1,610,063 คะแนน เมื่อเปิดใช้งาน X Modeผลการทดสอบข้างต้นไปในทิศทางเดียวกันกับคะแนนทดสอบจากแอพ Geekbench 6 ได้คะแนนแบบคอร์เดียว 1,660 แต้ม และหลายคอร์ 4,988 แต้ม เมื่อเปิดใช้งาน X Mode จะทำคะแนนคอร์เดียวได้ถึง 1,982 แต้ม และหลายคอร์ 5,544 แต้มX-Mode ถือเป็นหนึ่งในจุดเด่นที่สุดของ ROG Phone ซีรีส์ สามารถโอเวอร์คล็อกการทำงานของชิพให้ทำงานสูงเกินประสิทธิภาพปกติขึ้นไปได้อีก ทำให้เกมมิ่งโฟนจากค่ายเอซุสได้รับขนานนามว่าเป็นราชาแห่งเกมมิ่งโฟน (แอนดรอยด์)แรงเสียยิ่งกว่าชิพรุ่นเดียวกันในสุดยอดเรือธงอย่าง กาแล็กซี เอส 23 อัลตร้า จากค่ายซัมซุง ผู้พัฒนาเทคโนโลยีชื่อดังจากประเทศเกาหลีใต้ ที่ได้รับการปรับแต่งชิพรุ่นเดียวกันมาแบบพิเศษ (โอเวอร์คล็อก) โดยทางซัมซุงเรียกใหม่ว่า “Snapdragon for Galaxy” ไม่ว่าจะใช้งานรูปแบบใด มั่นใจได้ว่า ROG Phone 7 สามารถรับมือได้ทั้งหมดอย่างสบายๆROG Phone 7 มาพร้อมกับแบตขนาด 6,000 มิลลิแอมป์ต่อชั่วโมง (mAh) โดยแยกวางเป็น 2 ก้อน แยกตำแหน่งซ้าย-ขวา (วางเครื่องในแนวนอน) เป็นผลต่อเนื่องให้การออกแบบระบบระบายความร้อนได้อย่างมีประสิทธิภาพสูงสุดซึ่งจากการทดสอบใช้งานของทีมข่าวสดไอทีพบว่าสามารถใช้งานได้ถึง 3 วัน สำหรับการใช้งานทั่วไป สอดคล้องกับสื่อชั้นนำระดับโลกอย่าง GSMARENA แสดงให้เห็นว่าแบตของ ROG Phone 7 ซีรีส์ สามารถคุยโทรศัพท์ต่อเนื่องได้นานกว่า 36 ชั่วโมง ท่องเว็บไซต์ได้นานกว่า 18 ชั่วโมง และสามารถเล่นวีดีโอต่อเนื่องได้ยาวนานถึง 29 ชั่วโมงครึ่ง ต่อการชาร์จ 1 ครั้งROG Phone 7 มีกล้องเซลฟี่ความละเอียด 32 ล้านพิกเซล (MP) ที่ได้รับการปรับแต่งซอฟต์แวร์มาใหม่ด้วยอัลกอริทึมของระบบปัญญาประดิษฐ์ หรือเอไอ โมดูลกล้องหลัง ได้แก่ กล้องหลักความละเอียด 50 MP กล้องอัลตร้าวายความละเอียด 13 MP และกล้องมาโครความละเอียด 5 MPโมดูลกล้องด้านหลัง ด้านความสามารถในการถ่ายคลิปอของกล้องหลังนั้นรองรับสูงสุดได้ถึงความละเอียด 8K ที่อัตราเฟรม 24 เฟรมต่อวินาที (8K@24fps) รองลงมาเป็น 4K@30\/60fps, 1080p@30\/60\/120\/240fps และ 720p@480fp สนับสนุน HDR10+ ขณะที่กล้องหน้าถ่ายคลิปได้สูงสุดที่ 1080p@30fpsการทดสอบถ่ายภาพพบว่า ภาพที่ได้มีความคมชัดและสีสันเปล่งปลั่ง ไม่พบ noise มี White balance และ Exposure ที่ดี แต่อาจพบปัญหาภาพ HDR ทำให้แสงตามจุดต่างๆ ไม่สมดุลเท่าที่ควร รวมถึงการถ่ายภาพในสภาวะแสงน้อยอาจทำให้ภาพออกมาไม่ดีเท่ากับพวกเรือธงอื่นๆ แต่โดยรวมแล้วถือว่าอยู่ในเกณฑ์ดีจุดอ่อนของกล้อง ROG Phone 7 ยังคงเหมือนกับรุ่นก่อนหน้าที่ผ่านมา คือ เลนส์อัลตร้าวาย และเลนส์มาโคร โดยเลนส์อัลตร้าวายนั้นให้สีที่ค่อนข้างจืดจางเมื่อเทียบกับเลนส์หลัก ส่วนเลนส์มาโครนั้นเป็นเลนส์ที่ไม่ค่อยได้ใช้งานมากนัก รวมถึงการไม่มีเลนส์เทเลโฟโต้ทำให้ประสิทธิภาพการซูมภาพนั้นไม่ดีเท่าที่ควรหากเทียบกับบรรดาเรือธงอื่นๆอย่างไรก็ตาม จุดอ่อนตรงเรื่องกล้องและการใช้สเป็กกล้องแบบเดิมเหมือนรุ่นที่ผ่านมา ไม่น่าจะเป็นกุญแจการตัดสินใจที่สำคัญมากนักสำหรับบรรดาคอเกม เนื่องจากผู้ที่ติดตามและชื่นชอบ ROG Phone ซีรีส์ส่วนใหญ่ เป็นกลุ่มมองเรื่องประสิทธิภาพการเล่นเกมเป็นหลัก อาทิ ประสิทธิภาพของชิพ ระบบระบายความร้อนที่ยอดเยี่ยม จอภาพที่สวยงาม มีความไวสูง ลำโพงเสียงดี และแบตใหญ่ยักษ์ที่ทำให้เล่นเกมได้ต่อเนื่องยาวนาน เป็นต้นทีมข่าวสดไอที มองว่า เอซุส อาร์โอจี โฟน 7 เป็นสมาร์ตโฟนเล่นเกมที่ดีที่สุดของชั่วโมงนี้ แม้จะไม่สมบูรณ์แบบ เพราะมีกล้องถ่ายภาพที่คุณภาพกลางๆ มาตรฐานกันฝุ่นกันน้ำที่ไม่สุดขั้ว และการรับประกันอัพเดทโอเอสที่สั้นเพียง 2 ปี ในราคาสมาร์ตโฟนเรือนหลายหมื่นบาทเช่นนี้แต่ทั้งหมดชดเชยด้วยประสิทธิภาพที่ดีที่สุดในการเล่นเกมทั้งในแง่ฮาร์ดแวร์และซอฟต์แวร์ ระยะเวลาการใช้งานที่เหลือเฟือจากแบตขนาดใหญ่เบิ้ม ระบบการชาร์จที่ว่องไว ยูไอที่เข้าใจง่าย และอุปกรณ์เสริมไฮเทคพร้อมฟีเจอร์หวือหวาที่ทำให้สมาร์ตโฟนเครื่องนี้เป็นมือถือที่สุดโต่งที่สุดในด้านการเล่นเกมทางเอซุสจะรับประกันอัพเดทโอเอสได้ 2 เวอร์ชั่น และแพทช์รักษาความปลอดภัยนานสูงสุด 4 ปี นับว่าดีขึ้นกว่ารุ่นก่อน แต่ยังถือว่าเป็นรองค่ายคู่แข่งแนวหน้าอื่นของวงการอยู่พอสมควร เช่น ซัมซุง ที่รับประกันอัปเดตโอเอสได้ถึง 4 เวอร์ชั่น และอัปเดตมาไวกว่าทางเอซุสด้วย อุปกรณ์ทั้งหมดในกล่องส่วนสีของ ROG Phone 7 นั้นมี 2 สี ได้แก่ สีดำ Phantom Black และสีขาว Storm White ภายใต้ดีไซน์แบบทูโทนระหว่างผิวเรียบและหยาบ ขณะที่ ROG Phone 7 Ultimate Edition มีสีพิเศษเป็นสีขาว Matte Whiteทั้งยังมีอุปกรณ์เสริมเป็นเคสสุดเท่ DEVILCASE GUARDIAN STANDARD ที่ออกแบบมาโดยเฉพาะเพื่อช่วยปกป้อง ROG Phone 7 สามารถโชว์ดีไซน์ฝาหลังของเครื่องและชุดไฟ LED Aura RGB LED (ROG Phone 7) และ ROG Vision (ROG Phone 7 Ultimate) ได้แม้ในขณะใส่เคสอยู่ DEVILCASE GUARDIAN STANDARDสำหรับรุ่นที่มีจำหน่ายในประเทศไทยไทยมี 2 รุ่น ได้แก่ ROG Phone 7 (Phantom Black, Storm White, 16\/512GB) 34,990 บาท และ ROG Phone 7 Ultimate (Storm White, 16\/512GB) 42,990 บาท ราคาพิเศษเมื่อซื้อเครื่องพร้อมแพ็กเกจรายเดือนกับ AIS 5G จะได้ ROG Phone 7 ราคาเริ่มต้นที่ 29,490 บาท และ ROG Phone 7 Ultimate ราคาเริ่มต้นที่ 37,490 บาท ส่วนลูกค้าย้ายค่ายเบอร์เดิมมา AIS รายเดือน ลดเพิ่มอีก 1,000 บาท ตามเงื่อนไขตามที่ AIS กำหนดเอซุสยังมีโปรจัดหนักสำหรับคอเกมที่ต้องการเครื่องก่อนใครผ่าน Early Bird Promotion โดย เมื่อซื้อ ROG Phone 7 รุ่นใดก็ได้ ระหว่างวันที่ 28 มิ.ย. ถึง 18 ก.ค. 66 รับฟรีชุดหูฟังเกมมิ่งไร้สาย ROG Strix Go 2.4 มูลค่า 3,390 บาท ลงทะเบียนรับของแถม ทีมข่าวสดไอที จันท์เกษม รุณภัย"
    },
    {
      "index":41,
      "title":"Google I\/O 2023 เปิดตัวฟีเจอร์-ฟังก์ชั่นใหม่อื้อ แช็ตบ็อตกูเกิ้ลก็มาด้วย",
      "content":"Google I\/O 2023 – วันที่ 11 พ.ค. เดอะเวิร์จรายงานสรุปมหกรรมเปิดตัวผลิตภัณฑ์และนวัตกรรมประจำปีของค่ายกูเกิ้ลเวียนกลับมาถึงอีกครั้งในปีนี้ โดยงาน กูเกิ้ล ไอ\/โอ 2023 (Google I\/O 2023) ที่จัดขึ้นเมื่อ 10 พ.ค. ภายในเวทีจัดแสดง ชอร์ไลน์ แอมฟิเธียเตอร์ เมืองเมาน์เทนวิล รัฐแคลิฟอร์เนีย ประเทศสหรัฐอเมริกานำเสนอฟีเจอร์และผลิตภัณฑ์ใหม่ พร้อมนวัตกรรมจากระบบปัญญาประดิษฐ์ หรือเอไอ จำนวนมาก ซึ่งทางเว็บไซต์เดอะเวิร์จ สื่อเทคโนโลยีชั้นนำ คัดเลือกสิ่งที่โดดเด่นที่สุดในงานมาให้ชมกันผลิตภัณฑ์ตระกูลพิกเซลนั้นถือเป็นหนึ่งในพระเอกของมหกรรม กูเกิ้ล ไอ\/โอ โดยผลิตภัณฑ์ใหม่ ได้แก่ สมาร์ตโฟนพับได้รุ่นแรกจากกูเกิ้ลอย่าง พิกเซล โฟลด์ (Pixel Fold) แท็บเล็ตกูเกิ้ล พิกเซล แท็บเล็ต (Pixel Tablet) และสมาร์ตโฟน พิกเซล 7เอ (Pixel 7A) ซึ่งเป็นมือถือพิกเซลรุ่น 7 แบบราคาเข้าถึงได้ง่ายสมาร์ตโฟนพับได้รุ่นแรกของกูเกิ้ลนั้นสนนราคาเริ่มต้นที่ 1,799 ดอลลาร์สหรัฐ หรือราว 6 หมื่นบาท มีหน้าจอ OLED ขนาด 5.8 นิ้ว อยู่ด้านนอก และกางออกมาเป็นหน้าจอ OLED ขนาด 7.6 นิ้ว รองรับความถี่สูงสุด 120 เฮิร์ซ (Hz) ถือเป็นการเข้าสู่ตลาดสมาร์ตโฟนพับได้อย่างเป็นทางการของกูเกิ้ล ท้าชนโดยตรงกับซัมซุง กาแล็กซี ซี โฟลด์ (Samsung Galaxy Z Fold)ส่วนของแท็บเล็ตรุ่นใหม่จะทำงานเป็นทั้งแท็บเล็ตและมีความสามารถคล้ายสมาร์ตดิสเพลย์ มาพร้อมกับฐานรองเครื่องที่ทำหน้าที่เป็นทั้งลำโพงและแท่นชาร์จ สนนราคาที่ 499 ดอลลาร์สหรัฐ หรือราว 16,000 บาทสุดท้ายเป็นสมาร์ตโฟน พิกเซล 7เอ ที่ถือเป็นมือถือตลาดระดับกลาง ใช้ชิพ กูเกิ้ล เท็นเซอร์ จี2 ที่มีความโดดเด่นด้านการประมวลผลของเอไอแสดงข้อมูลผ่านหน้าจอขนาด 6.1 นิ้ว ความละเอียด 1080p รองรับความถี่สูงสุด 90 Hz ราคาเริ่มต้นประมาณ 16,000 บาท เช่นเดียวกันกับ พิกเซล แท็บเล็ต ตัวใหม่ระบบการค้นหาผ่าน Google Search จะได้รับการอัพเดทใหม่ เป็นเทคนิคการค้นหาด้วยการใช้เอไอเข้ามามีส่วนร่วมมากขึ้น เรียกว่า “AI snapshots” ส่งผลให้หน้าตาของผลลัพธ์ที่ปรากฎขึ้นหลังการค้นหาเปลี่ยนไปมีผลการค้นหา หรือคำตอบ ต่อคำถามที่ค้นหาโดยเอไออยู่ที่ด้านบนสุดเสมอ และเอไอสามารถมีคำถามเพิ่มเติมต่อผู้ค้นหาเพื่อเพิ่มความสะดวกให้ผู้ค้นหากรณีต้องการข้อมูลที่เจาะจงหรือลึกขึ้นกว่าผลลัพธ์ปัจจุบัน ทำให้ผู้ค้นหาสามารถสืบค้นต่อจากผลลัพธ์ได้สะดวกฟีเจอร์ AI snapshots นั้นที่ผ่านมาถือเป็นฟังก์ชั่นทดลอง ผู้ที่จะทดลองใช้ต้องเข้าร่วมโครงการพิเศษของทางกูเกิ้ล เรียกว่า Search Generative Experience (SGE) แต่เวอร์ชั่นล่าสุดที่ทางกูเกิ้ลนำมาเปิดตัวนั้นใช้ขุมพลังจากเอไอด้านภาษาตัวใหม่ที่ทางกูเกิ้ลเปิดตัวในงานด้วย ชื่อว่า ปาล์ม2 (PaLM 2)มีการใช้เหตุผลและการแปลที่ดีกว่าเดิม คอยทำงานอยู่เบื้องหลังกว่า 25 บริการของกูเกิ้ลมาสักพักใหญ่แล้ว ในจำนวนนี้ รวมถึงแช็ตบ็อต “บาร์ด” (Bard) ซึ่งทั้งหมดนี้กำลังจะมาเปิดให้ใช้กันได้ทั่วโลกฟรีในอีกไม่กี่อึดใจการมาถึงของไอเอที่มีความก้าวหน้าเหนือชั้นจนกลายเป็นแช็ตบ็อตที่ช่วยให้การสืบค้นข้อมูลสะดวกรวดเร็วขึ้นอย่าง ChatGPT จากค่าย OpenAI สร้างแรงกระเพื่อมด้านนวัตกรรมเอไอไปทั่วโลก แน่นอนว่าทางกูเกิ้ลในฐานะราชาการสืบค้นข้อมูลไม่ยอมตกเป็นรองหลังก่อนหน้านี้ บาร์ด แช็ตบ็อต ของกูเกิ้ลเป็นเพียงฟีเจอร์ทดลองใช้เฉพาะในสหรัฐฯ ล่าสุด ภายในงานมหกรรม กูเกิ้ล ไอ\/โอ 2023 ทางกูเกิ้ลประกาศเปิดให้คนทั่วโลกได้ใช้กันแล้ว ( ลิงค์ไปแช็ตบ็อต)นอกจากนี้ ทางกูเกิ้ล ยังเพิ่มเติมฟังก์ชั่นใหม่และความสามารถพิเศษเข้าไปให้บาร์ดด้วย อาทิ การรองรับภาษาญี่ปุ่นและเกาหลี รวมถึงฟังก์ชั่นเคลื่อนย้ายข้อมูลที่เป็นอักษรจากบาร์ดไปยัง Google Docs และ Gmail ได้สะดวกด้วยยังไม่หมดเท่านั้น กูเกิ้ล ยังเพิ่มฟีเจอร์ถนอมสายตาและประหยัดพลังงานอย่าง Dark mode เข้าไปให้อีก ตลอดจนฟังก์ชั่นใหม่ที่จะทยอยอัพเดทเข้ามาในอนาคตอันใกล้ เช่น ฟังก์ชั่นสร้างภาพด้วยเอไอ (ใช้คอร์โมดูล Firefly จากค่าย Adobe) และการใช้งานร่วมกับบริการจากค่ายผู้ให้บริการอื่น อาทิ OpenTable และ Instacartระบบปฏิบัติการแอนดรอยด์ จากค่ายกูเกิ้ล จะได้รับอัพเดทใหม่สำหรับการค้นหาข้อมูลผ่านเอไอด้วยเช่นเดียวกัน โดยหนึ่งในฟีเจอร์ใหม่บนแอนดรอยด์ คือ เมจิก คอมโพส (Magic Compose) ฝังตัวอยู่ในแอพพลิเคชั่น Messages สามารถแนะนำผู้ใช้เป็นข้อความตอบกลับสำเร็จรูปได้สะดวกรวดเร็วอีกฟีเจอร์หนึ่งเป็นเอไอสำหรับเนรมิตรภาพพื้นหลัง หรือวอลเปเปอร์มือถือได้ด้วยตัวผู้ใช้เองผ่านการเขียนบรรยายภาพให้เอไอนำไปวิเคราะห์แล้วสร้างขึ้นมา ส่วนฟังก์ชั่นใหม่เฉพาะสมาร์ตโฟนตระกูลพิกเซล (มาเดือนมิ.ย.) นั้นจะเป็น cinematic wallpaper ที่ใช้เอไอวิเคราะห์ภาพพื้นหลังแล้วเพิ่มมิติของภาพเข้าไปทำให้แลดูคล้ายเป็นภาพที่ออกมาจากภาพยนตร์เวียร์ โอเอส ระบบปฏิบัติการสำหรับอุปกรณ์สวมใส่อัจฉริยะจากค่ายกูเกิ้ล รุ่นที่ 4 จะมาพร้อมกับประสิทธิภาพการบริหารจัดการพลังงานที่ดีขึ้นทำให้มีระยะเวลาใช้งานยาวนานขึ้นกว่ารุ่น 3 และฟังก์ชั่นสำรองและกู้ข้อมูลบนนาฬิกาข้อมืออัจฉริยะรวมถึงฟังก์ชั่นสำหรับผู้พิการ ตลอดจนความสามารถในการประสานงานกับผลิตภัณฑ์อัจฉริยะอื่น อาทิ หลอดไฟ และลำโพงอัจฉริยะ ช่วยให้ผู้ใช้งานสามารถควบคุมผลิตภัณฑ์เหล่านี้ได้สะดวกรวดเร็วจากนาฬิกาข้อมืออัจฉริยะ ซึ่งทางกูเกิ้ล ยืนยันว่า เวียร์ โอเอส 4 จะเริ่มทยอยอัพเดทกันช่วงปลายปีนี้ทางกูเกิ้ลยังเปลี่ยนโฉมแอพ Google Home ใหม่ และนำมาเปิดตัวอย่างเป็นทางการแล้ว หลังจากที่แอพดังกล่าวอยู่ในช่วงทดลองใช้มานาน ทำหน้าที่เป็นศูนย์บัญชาการผลิตภัณฑ์อินเตอร์เน็ตในทุกสิ่ง หรือไอโอที ในบ้านของผู้ใช้ โดยเวอร์ชั่นเต็มที่จะเปิดให้ใช้นั้นถูกปรับโฉมใหม่หลายจุด อาทิ อินเตอร์เฟสกล้อง แถบ Favorite ใหม่ และการรองรับอุปกรณ์อีกเพียบระบบการสืบค้นข้อมูลของกูเกิ้ลยังมีอีกหนึ่งฟังก์ชั่นใหม่ที่จะเพิ่มเข้ามา คือ เปอร์สเป็กทีฟ ซึ่งทำงานตามคำแปลตรงตัว คือ การขุดค้นเอา “มุมมอง” ของผู้ใช้คนอื่นมาประกอบกับการค้นหา โดยกูเกิ้ลจะอาศัยแหล่งข้อมูลจากเว็บไซต์ยอดนิยมอย่าง Reddit (อารมณ์แบบพันธุ์ทิพย์ของชาวโลก) Stack Overflow, YouTube และ Blog อื่นๆ ที่น่าเชื่อถือแอพภาพของกูเกิ้ลจะได้อัพเดทฟังก์ชั่นใหม่เป็นการตกแต่งภาพแบบใหม่ Magic Editor ที่ใช้เอไอเข้ามาช่วยเหลือทำให้เปิดประตูการตกแต่งภาพได้อย่างกว้างขวาง เช่น การทำให้ท้องฟ้าในภาพแลดูชัดขึ้น การขยับย้ายตำแหน่งสิ่งของ หรือมนุษย์ในภาพ (หรือแม้กระทั่งจัดการลบคนที่เราไม่ต้องการเห็นออกไป) แต่ฟังก์ชั่นนี้เฉพาะผู้ใช้มือถือพิกเซลเท่านั้น(AP Photo\/Jeff Chiu) เอไอตัวใหม่จากกูเกิ้ลที่จะคอยอำนวยความสะดวกให้กับผู้ใช้แอพทำงานออฟฟิศอย่าง Docs, Sheets, Slides, Meet และ Gmail อาทิ ผู้ใช้จะสามารถร่างอีเมล์ได้รวดเร็วขึ้นด้วยข้อความแนะนำไปจนถึงสร้างภาพประกอบงานนำเสนอผ่านเอไอ แต่เอไอข้างต้นจะยังอยู่ขั้นทดลองเท่านั้น หมายความว่า ผู้ที่ต้องการทดสอบใช้งานต้องไปลงชื่อไว้กับกูเกิ้ลผ่านเว็บไซต์"
    },
    {
      "index":42,
      "title":"พบกับ Line @Alisa AI Chatbot - สุดยอดผู้ช่วย AI ที่สามารถตอบคำถาม สร้างรูปภาพ เขียนบทความ หรือแม้แต่เขียน code ใช้งานฟรี!",
      "content":"เปิดตัว Line แชตบอต ‘Alisa AI’ เขย่าวงการปัญญาประดิษฐ์! เพียงแอด Line @Alisa คุณก็สามารถมีผู้ช่วยส่วนตัวที่ยอดเยี่ยมได้แล้ว โดย Alisa นั้นเป็นมากกว่าแชตบอตทั่วไป เพราะเธอมาพร้อมกับฟีเจอร์อัจฉริยะที่สามารถสร้างภาพที่สวยงาม เขียนบทความ เขียนโค้ด ทั้งยังรองรับภาษาไทยได้ดีอีกด้วย และที่พิเศษไปกว่านั้นคือ Alisa AI สามารถใช้งานได้ฟรี! Alisa AI ถูกพัฒนาด้วยโมเดล Generative Pre-training Transformer ทำให้ มีข้อได้เปรียบหลากหลายประการกว่าแชตบอตอื่นๆ โดยคุณสมบัติที่น่าประทับใจที่สุดอย่างหนึ่งของ Alisa คือความสามารถในการตอบคำถามที่อัปเดตล่าสุดถึงปี 2023 ซึ่งหมายความว่า Alisa AI ได้เรียนรู้ข้อมูลที่อัปเดตจากปีล่าสุดนี้และสามารถให้ข้อมูลที่ถูกต้องและใกล้เคียงปัจจุบันแก่ผู้ใช้ได้ โดยคุณสมบัติที่โดดเด่นอีกประการของ Alisa คือความสามารถของเธอในการเข้าใจทั้งภาษาไทยและภาษาอังกฤษอย่างได้อย่างดีเยี่ยม และด้วยความสามารถในการรับรู้และเข้าใจมนุษย์ของเธอ ผู้ใช้จึงสามารถรับคำตอบและคำแนะนำจาก Alisa ได้ตามความต้องการของพวกเขา นอกจากนี้ Alisa ยังสามารถให้คำแนะนำและคำอธิบายโดยละเอียดได้ หรือจำแนกเป็นข้อๆได้ เพื่อให้แน่ใจว่าลูกค้าจะได้รับข้อมูลที่เป็นประโยชน์สูงสุด Alisa ยังมีความสามารถในการสร้างภาพที่น่าทึ่ง ความสามารถในการประมวลผลและสร้างภาพของอลิสานั้นน่าประทับใจมาก เธอสามารถสร้างภาพที่ผู้ใช้ต้องการได้ในเวลาเพียงไม่กี่นาที หากผู้ใช้ชอบรูปภาพใด ก็สามารถกด Upscale เพื่อนำภาพในคุณภาพที่ดีที่สุดออกมาใช้ตามความต้องการของผู้ใช้ได้ทันที ด้วยความเก่งกาจและความสามารถในการปรับตัวของอลิสายังทำให้เธอเป็นเครื่องมือที่มีค่าสำหรับผู้ประกอบการและธุรกิจต่างๆ เธอสามารถช่วยผู้ประกอบการปรับปรุงการดำเนินงาน ลดต้นทุน และเพิ่มประสิทธิภาพของผลิตภัณฑ์ นอกจากนี้ Alisa ยังสามารถให้คำแนะนำในการพัฒนาบริการเพื่อให้แน่ใจว่าลูกค้าจะได้รับประสบการณ์ที่ดีที่สุดอีกด้วย โดยรวมแล้ว Alisa เป็น AI ที่ทรงพลังและทำได้หลากหลาย ที่สามารถช่วยเหลือผู้ใช้ได้หลายวิธี ไม่ว่าจะเรื่องงาน การศึกษาหาความรู้ หรือแม้กระทั่งเมื่อผู้ใช้ต้องการความคิดเห็นหรือไอเดีย ต้องการกำลังใจ Alisa ก็พร้อมจะอยู่เคียงข้างผู้ใช้ในทุกสถานการณ์ เรียกได้ว่าเธอจะมาเป็นผู้ช่วยที่สมบูรณ์แบบให้กับผู้ใช้งานได้อย่างดีแน่นอน ลองเพิ่มเพื่อนเธอผ่าน Line @Alisa และมาสัมผัสกับอนาคตที่ง่ายและสะดวกยิ่งขึ้น เมื่อมี ‘Alisa AI’ เป็นผู้ช่วยประจำตัวของคุณ!(บทความข่าวฉบับนี้ 75% เขียนโดย Alisa )———- เว็บไซต์แชทบอท Alisa Official :https:\/\/Alisamaid.com\/ลิงค์แอดไลน์ @alisa โดยตรง :https:\/\/lin.ee\/gsgkRde"
    },
    {
      "index":43,
      "title":"10เทรนด์เทคโนโลยีปี2566 พลังงานใหม่-เอไอยกระดับชีวิตดิจิตอล",
      "content":"10เทรนด์เทคโนโลยีปี2566– วันที่ 22 ธ.ค. ผู้สื่อข่าวรายงานว่า เว็บไซต์ ฟอร์บส์เผยเทคโนโลยีที่มีแนวโน้มจะเข้ามามีอิทธิพลต่อชีวิตประจำวันของประชาคมโลกในปี 2566 ที่กำลังจะมาถึง ดังนี้ระบบปัญญาประดิษฐ์หรือเอไอจะถูกนำมาใช้มากขึ้น โดยเฉพาะตามองค์กรขนาดใหญ่และธุรกิจทั่วไปทำให้การบริการและการจำหน่ายสินค้ามีประสิทธิภาพมากขึ้นตัวอย่างของธุรกิจที่นำเอไอเข้ามาใช้แล้ว เช่น Stitch Fix บริษัทขายเสื้อผ้าในสหรัฐอเมริกาและอังกฤษ ซึ่งมีอัลกอริทึมแนะนำสินค้าและขนาดที่ลูกค้าอาจชื่นชอบAI (openaccessgovernment) เอไอยังจะส่งผลให้แนวโน้มธุรกิจการขนส่งเติบโตรวมถึงการชำระเงินแบบไม่ใช้เงินสดจะเพิ่มสูงขึ้นอีกในปีหน้า รวมถึงการชำระสินค้าล่วงหน้าและเดินทางไปรับที่ร้านสาขาด้วยที่จะกลายมาเป็นเรื่องปกติทั่วไปตลอดจนการใช้เอไอบริหารจัดการจำนวนสินค้าในคลัง ดังนั้นบรรดาผู้ประกอบการจำเป็นที่จะต้องทำตัวให้ชินกับการทำงานร่วมกันกับเอไอและหุ่นยนต์ในปีหน้าเมตาเวิร์ส หรือรูปแบบการใช้อินเตอร์เน็ตที่มีความหลอมรวมกับผู้ใช้จะก้าวหน้ามากขึ้นทั้งในแง่เพื่อการทำงาน ความบันเทิง และการเข้าสังคมออนไลน์ โดยผู้เชี่ยวชาญคาดว่า เมตาเวิร์สจะทำให้เศรษฐกิจโลกมีมูลค่าสูงขึ้นอีกกว่า 5 ล้านล้านดอลลาร์สหรัฐ หรือกว่า 173 ล้านล้านบาทภายในปี 2573 ซึ่งปีหน้าจะเป็นปีที่โลกได้เห็นทิศทางของเทคโนโลยีชนิดนี้ชัดเจนความก้าวหน้าดังกล่าวส่วนหนึ่งเป็นผลมาจากการพัฒนาขีดความสามารถของเทคโนโลยีทะลุมิติวีอาร์ (Virtual Reality) เทคโนโลยีหลอมมิติ (Augmented Reality) โดยหนึ่งในพื้นที่ที่หน้าจับตาจะเป็นสังคมการทำงานแบบใหม่ที่พนักงานมาอยู่ร่วมกันในโลกเมตาเวิร์สเท่านั้นMetaverse (digitaloceanspaces) ตัวอย่างนั้นเกิดขึ้นในองค์กรยักษ์ใหญ่ด้านไอทีแล้ว อาทิ ไมโครซอฟท์และเอ็นวิเดีย ที่อยู่ระหว่างพัฒนาแพล็ตฟอร์มเมตาเวิร์สสำหรับการทำงานร่วมกันผ่านโลกดิจิตอลนอกจากนี้ ความก้าวหน้าของภาพอวตาร (Avatar) ที่เป็นภาพแทนตัวผู้ใช้ในโลกเมตาเวิร์สจะมีความสมจริงมากขึ้นด้วย โดยจะสามารถทำให้ภาพอวตารนั้นมีลักษณะใกล้เคียงกับตัวจริง รวมไปถึงการแสดงออกท่าทางต่างๆ ที่จะสมจริงมากขึ้นด้วยเทคโนโลยีเหล่านี้ เอกชนบางแห่งนำมาใช้จริงแล้ว โดยเฉพาะ VR และ AR เพื่อใช้ในการฝึกอบรมพนักงาน รวมถึงแพล็ตฟอร์มออฟฟิศอย่าง Nth Floor เพื่อให้ฝ่ายบุคคลสามารถทำงานในสภาพแวดล้อมออนไลน์ได้โดยไม่ต้องเดินทางไปสำนักงานวิวัฒนาการขั้นต่อไปของเว็บไซต์ยังคงเกิดขึ้นต่อเนื่องในปีหน้าด้วยความก้าวหน้าของเทคโนโลยีบล็อกเชนทำให้อินเตอร์เน็ตมีความปลอดภัยด้านข้อมูลส่วนบุคคลมากขึ้นเนื่องจากการกระจายข้อมูลออกจากศูนย์กลางWEB 3.0 (weforum) ยกตัวอย่าง การเก็บข้อมูลส่วนตัวไว้บนคลาวด์ในเว็บ 2.0 ที่จำเป็นต้องมีดาต้าเซ็นเตอร์เป็นศูนย์เก็บข้อมูลอยู่ใดบนโลกสักแห่ง หากมีการกระจายข้อมูลแบบเว็บ 3.0 ก็จะใช้เทคโนโลยีบล็อกเชน คือ การแบ่งเก็บข้อมูลไว้เป็นหลายๆ บล็อก กระจายไปทั่วศูนย์ข้อมูลทำให้ปลอดภัยมากขึ้นสินทรัพย์ดิจิตอลแบบใหม่อย่างเอ็นเอฟที (Non-fungible tokens – NFTs) ซึ่งเป็นเหรียญดิจิตอลที่ไม่สามารถทดแทนได้จะสามารถใช้ได้เป็นวงกว้างมากขึ้น นำไปสู่การเพิ่มมูลค่าสินค้าดิจิตอลแนวโน้มการเชื่อมโยงระหว่างโลกจริงกับดิจิตอลจะยังคงก้าวหน้าต่อไปในปี 2566 โดยมีเทคโนโลยี 2 ชนิด ที่จะเป็นหัวใจหลัก ได้แก่ ดิจิตอล ทวิน (การจำลองสิ่งใดๆ ที่มีจริงในโลกดิจิตอล) และการพิมพ์แบบ 3 มิติ Digital Twin (hologram)เทคโนโลยี ดิจิตอล ทวิน ส่งผลให้มนุษย์สามารถทดลองการสร้างหรือกระบวนการต่างๆ ในโลกดิจิตอลได้โดยไม่ต้องเสี่ยงอันตรายในโลกจริง มีประโยชน์อย่างยิ่งในแวดวงสถาปนิกและวิศวกร คาดว่าจะถูกนำมาใช้แพร่หลายในอุตสาหกรรมรถยนต์ เครื่องกลหนัก และการแพทย์แม่นยำการทดสอบจากสภาวะจำลองในโลกดิจิตอลทำให้ผู้เชี่ยวชาญสามารถแก้ไขปัญหาด้วยการดัดแปลง ตัดแต่ง ต่อเติม ผ่านการพิมพ์แบบ 3 มิติ ที่จะผลิตชิ้นส่วนดังกล่าวออกมาแก้ไขปัญหาในโลกจริงได้ทันทีปี 2566 โลกจะมีธรรมชาติที่ถูกดัดแปลงด้วยการตัดต่อยีนส์มากขึ้นตั้งแต่พืชไปจนถึงการกำเนิดวัสดุแบบใหม่ อาจรวมถึงมนุษย์ที่ผ่านการดัดแปลงพันธุกรรมด้วย เนื่องจากความก้าวหน้าของเทคโนโลยีนาโน ทำให้มนุษย์สามารถสร้างนวัตกรรมและคุณสมบัติใหม่ให้กับสิ่งต่างๆ ได้Editable Nature (scientificamerican) หนึ่งในเทคนิคที่จะถูกนำมาใช้มากเป็นเทคนิคการตัดแต่งยีนส์ CRISPR-Cas9 ที่เพิ่งได้รับรางวัลเนโบลสาขาเคมีไปเมื่อปี 2563 แม้ถูกพัฒนาขึ้นมานานแล้ว แต่ก็จะยังถือเป็นหัวใจหลักของการดัดแปลงธรรมชาติด้วยการตกแต่งสารพันธุกรรมหรือดีเอ็นเอการดัดแปลงยีนส์นั้นเหมือนกับการตกแต่งประโยคอย่างการนำเอาคำใดคำหนึ่งออกไปแล้วใส่คำใหม่เข้ามาแทนที่ ทำให้อาจรักษาโรคภูมิแพ้ได้ ทำให้พืชทนต่อสภาพแวดล้อมที่ไม่เคยทนได้ หรือแม้กระทั่งเปลี่ยนสีนัยตาของมนุษย์ได้ชั่วโมงนี้ บรรดาหลายประเทศทั่วโลกกำลังเร่งพัฒนาเทคโนโลยีควอนตัม โดยเฉพาะคอมพิวเตอร์ควอนตัมที่ใช้หลักการระดับเล็กกว่าอะตอมมาแทนที่หลักการคำนวณที่ใช้ในคอมพิวเตอร์ปัจจุบัน คาดว่าจะทำให้คอมพิวเตอร์แบบใหม่นี้มีความเร็วในการประมวลผลมากขึ้นกว่าคอมพิวเตอร์ปัจจุบันหลายล้านล้านเท่า Quantum Computer (PNNL)หนึ่งในสิ่งที่น่าจับตามอง คือ อันตรายจากคอมพิวเตอร์ควอนตัมที่จะส่งผลให้ระบบการรักษาความปลอดภัยดิจิตอลแบบปัจจุบันนั้นล้าสมัยไปทันที เนื่องจากความสามารถในการเจาะทะลวงระบบ ซึ่งมหาอำนาจอย่างสหรัฐอเมริกา อังกฤษ จีน และรัสเซีย กำลังทุ่มงบเร่งพัฒนาหนึ่งในความท้าทายปีหน้าที่มนุษยชาติจะต้องเผชิญมากขึ้นเป็นปัญหาสภาพภูมิอากาศเปลี่ยนแปลงหรือโลกร้อน ซึ่งมนุษย์ยังคงกระเสือกกระสนที่จะสกัดกั้นการเพิ่มขึ้นของก๊าซก่อโลกร้อนไม่ให้อุณหภูมิเฉลี่ยของโลกเพิ่มสูงกว่า 1.5 องศาเซลเซียส มิฉะนั้นจะสายเกินแก้ไข Renewable energy (UNENE)นวัตกรรมด้านพลังงานใหม่จะมีออกมาให้ชมกันต่อเนื่องในปี 2566 อาทิ พลังงานไฟฟ้าจากไฮโดรเจนซึ่งใช้น้ำเป็นแหล่งพลังงาน ขณะที่บริษัทพลังงานใหญ่ๆ อย่าง เชลล์และอาร์ดับเบิ้ลยูอีกำลังเร่งวางสายไฟเชื่อมกังหันลมทะเลเหนือเข้ากับวงจรไฟฟ้าชุมชนในสหราชอาณาจักรโครงข่ายพลังงานไฟฟ้าแบบเลิกรวมศูนย์จะมีให้เห็นมากขึ้นด้วยในปีหน้า เนื่องจากลงทุนด้านการผลิตไฟฟ้าและแหล่งสะสมพลังงานน้อยกว่าแบบรวมศูนย์ (เช่นการติดแผงพลังงานสุริยะตามบ้าน) ทั้งยังเป็นประกันระบบไฟฟ้ากรณีที่โครงข่ายหลักเกิดขัดข้องด้วยความก้าวหน้าเทคโนโลยีหุ่นยนต์จะทำให้พวกมันมีรูปร่างและวิธีคิดเหมือนกับมนุษย์มากขึ้นไปอีกในปีหน้า และอาจถูกนำมาใช้จริงในงานบริการ เช่น หุ่นยนต์ต้อนรับ บาร์เทนเดอร์ และหุ่นดูแลผู้สูงอายุ รวมถึงการทำงานในโกดังสินค้าและการขนส่งสินค้าAmeca robot (techsauce) หนึ่งในเอกชนที่กำลังเร่งคิดค้นพัฒนาหุ่นยนต์ที่รูปร่างและความสามารถใกล้เคียงกับมนุษย์ คือ เทสล่า ซึ่งนายอีลอน มัสก์ มหาเศรษฐีนักประดิษฐ์ชาวอเมริกันก่อตั้งขึ้น และเพิ่งตัวหุ่น “ออพติมัส” ไปเมื่อเดือนก.ย. ที่ผ่านมา คาดว่าจะพร้อมจำหน่ายในอีก 3-5 ปีข้างหน้า Autonomous System (FT)พาหนะขับเคลื่อนอัตโนมัติจะมีความก้าวหน้ามากขึ้นและถูกนำมาใช้อย่างแพร่หลายโดยเฉพาะในระบบขนส่งสินค้า รวมถึงรถบรรทุกและเรือสินค้าจะเริ่มแพร่หลายมากขึ้นด้วย รวมถึงโดรนส่งของเมื่อผู้ซื้อสั่งซื้อสินค้าทางอินเตอร์เน็ตประชาคมโลกในปี 2566 จะมีสำนึกในการอุปโภคบริโภคมากขึ้น โดยจะให้ความสำคัญถึงที่มาของสินค้า กระบวนการผลิตที่ไม่ก่อให้เกิดมลภาวะ เช่น อุปกรณ์อัจฉริยะทั่วไปที่ต้องใช้โลหะหายาก ไปจนถึงการบริการอย่าง Netflix และ Spotify ที่ใช้พลังงานมหาศาลไปกับศูนย์ข้อมูล Sustainable Technology (forbes)ปีใหม่นี้ผู้บริโภคจะมีส่วนร่วมกันกดดันบรรดาเอกชนให้หันไปใช้กระบวนการผลิตและบริการที่เป็นมิตรต่อสิ่งแวดล้อมมากขึ้น โดยเฉพาะด้านการประหยัดพลังงานเพื่อช่วยบรรเทาโลกร้อน"
    },
    {
      "index":44,
      "title":"10สุดยอดสมาร์ตโฟนปี2565 เรือธงซัมซุง-ไอโฟนจากแอปเปิ้ลแชมป์อีก",
      "content":"10สุดยอดสมาร์ตโฟนปี2565– ผู้สื่อข่าวรายงานเมื่อวันที่ 19 ธ.ค. การจัดอันดับ 10 สุดยอดสมาร์ตโฟนแห่งปี 2565 ที่กำลังจะผ่านไป จาก เว็บไซต์เทคแอดไวเซอร์พบว่า ซัมซุง กาแล็กซี เอส22 อัลตร้า และแอปเปิ้ล ไอโฟน 14 โปร ยังคงเป็นสมาร์ตโฟนที่ยอดเยี่ยมโดยรวมมากที่สุดSamsung Galaxy S22 Ultra (Tech Advisor) แม้กาแล็กซี เอส22 อัลตร้าปีนี้ จะกลายเป็นลูกผสมระหว่างเอสซีรีส์กับโน้ตซีรีส์ไปแล้วก็ตาม แต่ซัมซุงยังคงฟีเจอร์โดดเด่นของซีรีส์ทั้งคู่ไว้ทำให้ เอส22 อัลตร้า เป็นภาคต่อจากเอส21 อัลตร้า และโน้ต 20 อัลตร้า รวมถึงทำให้กลายเป็นสมาร์ตโฟนที่ยอดเยี่ยมรอบด้านมากที่สุดการออกแบบภายนอกของเอส22 อัลตร้าปีนี้ ยังแตกต่างไปจากเอสซีรีส์รุ่นก่อนๆ คือ มีลักษณะเหมือนโน้ตซีรีส์มากขึ้นและมีช่องเก็บปากกาเอส เพ็น ทำให้เอสซีรีส์รุ่นนี้รองรับการใช้งานที่ครอบคลุมทุกรูปแบบเมื่อเทียบกับคู่แข่งรายอื่น โดยเฉพาะด้านการสร้างคอนเทนต์โมดูลกล้องแม้จะยังมีลักษณะภายนอกที่คุ้นตาแต่ทางซัมซุงปรับปรุงสเปกมาใหม่ทำให้ระบบกล้องของกาแล็กซี เอส22 อัลตร้า เป็นหนึ่งในกล้องมือถือที่ยอดเยี่ยมที่สุดของชั่วโมงนี้ ด้วยกล้องหลักความละเอียด 108 ล้านพิกเซล (MP) กล้องอัลตร้าวาย และกล้องซูมอีก 2 ตัว ซึ่งทำให้คุณภาพการซูมนั้นดีขึ้นกว่ารุ่นก่อนด้วยจอภาพของกาแล็กซี เอส22 อัลตร้า ยังเป็นจอภาพที่ดีสุดของสมาร์ตโฟนปีนี้ ทั้งในแง่ของขนาด 6.8 นิ้ว แบบ LTPO AMOLED ที่ให้ทั้งความละเอียดระดับ WQHD+ และความถี่รองรับตั้งแต่ 1 ถึง 120 เฮิร์ซ (Hz)นอกจากนี้ การสนับสนุนทางด้านอัปเดตระบบปฏิบัติการและซอฟต์แวร์ยังยาวนานสะใจถึง 5 ปี ซึ่งเป็นมาตรฐานที่ยาวนานยิ่งกว่ามือถือคู่แข่งอย่าง กูเกิ้ล พิกเซล หากเป็นคนที่ชอบแอนดรอยด์ ชอบเล่นใหญ่ ซัมซุง กาแล็กซี เอส22 อัลตร้า คือ สมาร์ตโฟนที่ยอดเยี่ยมรอบด้านที่สุดของปีนี้ Apple iPhone 14 Pro (Tech Advisor)สาวกไอโฟนอย่างเพิ่งกริ้ว หากจะมีสมาร์ตโฟนใดที่เป็นชั้นพรีเมี่ยมแผ่ฉับพลันรังสีกลบรัศมี กาแล็กซี เอส22 อัลตร้าได้ คงหนีไม่พ้น ไอโฟน 14 โปร ในฐานะไอโฟนที่ดีที่สุด ซึ่งนับว่ารุ่นนี้ได้รับการอัพเกรดประสิทธิภาพมาชนิดห่างชั้นกันกับไอโฟน 13 โปร แบบไม่ติดฝุ่นมีฟีเจอร์ใหม่อย่าง ไดนามิก ไอส์แลนด์ ที่แอปเปิ้ลทำเป็นอนิเมชั่นมาทับบดบังและสร้างความประทับใจใหม่แทนที่หลุมกล้องบนจอที่อาจกวนสายตาผู้ใช้บางคน ซึ่งปีนี้แอปเปิ้ลเปลี่ยนจากติ่ง (notch) ที่เคยถูกซัมซุงนำไปล้อเลียน มาเป็นหลุมรูปแคปซูลยาอนิเมชั่น ไดนามิก ไอส์แลนด์ ที่ว่านี้ สร้างแถบดำจำลองขึ้นมาต่อจากแถบดำจริง ทำให้แลดูคล้ายกับหลุมที่ยืดหดได้ ทั้งยังมีฟีเจอร์ภายในหลายแบบให้ผู้ใช้ควบคุมหรือใช้ดูข้อมูลได้ แม้อาจดูเล็กน้อยแต่นับว่าเป็นกลเม็ดที่เด็ดดวงและชาญฉลาดสร้างสรรค์ได้รับคำชื่นชมอย่างมากกล้องของไอโฟน 14 โปร ยังเป็นกล้องที่ยอดเยี่ยม ด้วยกล้องหลักที่ทางแอปเปิ้ลนำเซ็นเซอร์ความละเอียดถึง 48 ล้านพิกเซลมาใช้เป็นครั้งแรก และกล้องอัลตร้าวาย รวมถึงกล้องซูม 3x ที่มีฟีเจอร์ซูมแท้แบบ 2x ได้อย่างสวยงามราวกับใช้กล้อง DSLRนอกจากนี้ ไอโฟน 14 โปร ยังมาพร้อมกับฟีเจอร์ always-on-display ที่ทำให้จอภาพนั้นทำงานเฉพาะพื้นที่ที่ต้องใช้ได้ ทำให้สามารถแสดงผลข้อมูลที่จำเป็นค้างไว้ได้ตลอดเวลาโดยไม่กระทบต่อระยะเวลาการใช้งานมากนักหากเป็นผู้ที่นิยมโอเอสของแอปเปิ้ลและมีไอโฟนอายุมากกว่า 3-4 ปีขึ้นไปแล้วก็แนะนำอย่างยิ่ง เพราะหากเปลี่ยนมาใช้รุ่นนี้แล้วรับรองได้ว่าเหมือนได้เข้ามาสู่โลกอนาคตยังไงยังงั้น Google Pixel 7 Pro (Tech Advisor)พิกเซล 7 โปร จากค่ายกูเกิ้ล เป็นสมาร์ตโฟนที่ให้ประสบการณ์การใช้งานยอดเยี่ยมที่สุด เนื่องจากกูเกิ้ลนั้นนอกไปจากเป็นผู้พัฒนาระบบปฏิบัติการแอนดรอยด์แล้วมือถือรุ่นนี้ยังพัฒนาต่อยอดและแก้ไขข้อด้อยของพิกเซล 6 โปร มาแทบทั้งหมด อาทิ จอภาพ แบตเตอรี่ และกล้องหากกำลังมองหาสุดยอดสมาร์ตโฟนแต่ไม่ใช่สาวกไอโอเอสของแอปเปิ้ล ไม่ต้องการสมาร์ตโฟนที่มีปากกามาแบบเรือธงซัมซุง พิกเซล 7 โปร จากค่ายกูเกิ้ล ถือเป็นตัวเลือกที่ดีที่สุด แถมยังมีราคาเข้าถึงได้ง่ายกว่าสมาร์ตโฟนจากสองค่ายข้างต้นด้วยเรือธงรุ่นใหม่ของกูเกิ้ลปีนี้ ถือเป็นหนึ่งในสมาร์ตโฟนที่ถ่ายภาพนิ่งได้สวยงามที่สุดและมีความคงเส้นคงวามากที่สุดด้วยอัลกอริทึมพิเศษตามแบบฉบับของกูเกิ้ลทำให้ พิกเซล 7 โปร เป็นมือถือถ่ายภาพที่ถ่ายสนุกน่าคบหาอย่างยิ่งมือถือรุ่นนี้ยังมีฟีเจอร์ถ่ายภาพที่น่าประทับใจหลายอย่างซึ่งหาได้เฉพาะในตระกูลพิกเซลเท่านั้น อาทิ Magic Eraser ช่วยลบภาพบุคคลไม่พึงประสงค์ออกไปจากภาพได้ (เสียใจด้วยนะขาโฟโต้บอมบ์) Live Transcribe ให้มือถือฟังเสียงผู้อื่นแล้วแสดงผลเป็นข้อความสำหรับผู้พิการด้านการฟัง รวมไปถึงจอภาพใหญ่ยักษ์ สว่างไสว พร้อมแบตอึดนาน 2 วันแม้ด้านการสนับสนุนซอฟต์แวร์แล้วทางกูเกิ้ลจะยังแพ้ทางซัมซุงและแอปเปิ้ล เพราะสนับสนุนอัปเดต OS เพียง 3 ปี และแพทช์รักษาความปลอดภัยเพียง 5 ปีก็ตามOppo Find X5 Pro (Tech Advisor) ไฟน์ เอ็กซ์5 โปร จากค่ายออปโป ถือเป็นอีกหนึ่งสุดยอดมือถือปีนี้ เพราะมีกล้องถ่ายภาพคุณภาพเป็นเยี่ยมรอบด้าน รวมถึงจอภาพที่ขนาดใหญ่ถึง 6.7 นิ้ว ความละเอียด QHD+ แบบ 10-bit รองรับความถี่สูงสุด 120 Hz สนับสนุนชาร์จเร็วขนาด 80 วัตต์ (W) และไร้สายถึง 50 W แบตขนาด 5,000 มิลลิแอมป์ต่อชั่วโมง (mAh) และกล้อง 50 MP ทั้งตัวหลักและอัลตร้าวายแม้กล้องของไฟน์ เอ็กซ์5 โปร จะซูมแท้ได้เพียง 2x แต่คุณภาพที่ออกมาจากทั้งกล้องหลัก อัลตร้าวาย และกล้องซูมนั้นน่าประทับใจทั้งหมด ทั้งการออกแบบภายนอกยังดูแตกต่าง สวยงาม มีเอกลักษณ์ โดยเฉพาะโมดูลกล้องซึ่งมีขอบลาดลงไปหาตัวเครื่องแทนที่จะยื่นออกมาตรงๆด้านประสิทธิภาพของ ไฟน์ เอ็กซ์ 5 โปร ก็อยู่ในระดับแนวหน้าด้วยชิพ Snapdragon 8 Gen 1 จากค่ายควอลคอมม์ หน่วยความแรม (RAM) ขนาด 12 กิกะไบต์ (GB) พื้นที่เก็บข้อมูลภายใน (ROM) ขนาด 256 GB แต่ราคาค่าตัวค่อนข้างสูง Google Pixel 6a (Tech Advisor)หากกล่าวถึงเรื่องราคาค่าตัว ถ้าเข้าถึงได้ง่ายและประสิทธิภาพเป็นเยี่ยม ก็ย่อมเรียกได้ว่าคุ้มค่า และตำแหน่งสมาร์ตโฟนคุ้มค่าที่สุดปีนี้ตกเป็นของ พิกเซล 6เอ จากค่ายกูเกิ้ล สนนราคาเริ่มต้นที่ 15,000 บาทเศษๆ เท่านั้นเองแน่นอนเงินหมื่นอาจไม่ได้หาง่ายๆ สำหรับหลายคน ที่สิ่งที่ได้มานั้นเป็นชิพ กูเกิ้ล เท็นเซอร์ แบบเดียวกันกับรุ่นพี่อย่าง พิกเซล 6 และพิกเซล 6 โปร หมายความว่า ได้ประสิทธิภาพระดับเรือธง พร้อมสนับสนุนอัปเดต OS ยาวนานสูงสุด 3 ปี และแพทช์รักษาความปลอดภัยถึง 5 ปีแลกกับจอภาพความถี่ 60 Hz รองรับชาร์จไวขนาด 18 W และวัสดุทำจากพลาสติก ขณะที่กล้องหลักความละเอียด 12.2 MP (แบบเดียวกับพิกเซล 5) ถือว่าเป็นความคุ้มค่าอย่างที่สุดแล้วสำหรับผู้ที่ต้องการสมาร์ตโฟนประสิทธิภาพชั้นเรือธงแต่ราคาประหยัดApple iPhone 14 (Tech Advisor) ความคุ้มค่าฝั่งไอโอเอสก็มี คือ ไอโฟน 14 แม้จะไม่ได้มีประสิทธิภาพเทียบชั้นได้กับไอโฟน 14 โปร แต่ราคาเข้าถึงได้ง่ายกว่า โดยสิ่งที่เพิ่มมาในรุ่นนี้เป็นกล้องหลักที่ได้รับการปรับปรุงมาใหม่และคุณภาพงานถ่ายคลิปที่อาศัยการทำงานของระบบต่อต้านภาพสะเทือนสุดน่าประทับใจอย่าง Action Modeไอโฟน 14 ยังมีระยะเวลาการใช้งานจากแบตที่ยอดเยี่ยม ประสิทธิภาพที่ครอบคลุมการใช้งานรอบด้าน รวมถึงกล้องถ่ายภาพในระดับแนวหน้าของวงการด้วย แม้จะไม่มีเลนส์เทเลโฟโต้ก็ตาม (เลนส์ซูม) พร้อมตัวเลือก ไอโฟน 14 พลัส กรณีชอบจอใหญ่ๆหากเป็นผู้ที่กำลังมองหาไอโฟนดีๆ สักเครื่อง (ยังไม่มีไอโฟนใช้) แนะนำลองให้โอกาสรุ่นนี้ เพราะถือเป็นการเปิดประสบการณ์ไอโอเอสที่ใหม่ล่าสุดและคุ้มค่าที่สุดของฝั่งไอโอเอส ส่วนผู้ที่มีไอโฟน 13 อยู่แล้วถือว่าไม่จำเป็น Samsung Galaxy Z Flip 4 (Tech Advisor)กาแล็กซี ซี ฟลิป 4 ภาคต่อของมือถือตลับแป้งจากซัมซุง ประเทศเกาหลีใต้ ที่ปรับปรุงให้มีระยะเวลาใช้งานจากแบตยาวนานขึ้นตลอดวัน พร้อมกล้องถ่ายภาพแบบเดียวกันกับรุ่นเอส22 และเอส22 พลัส มีราคาเข้าถึงได้ง่ายกว่ากาแล็กซี ซี โฟลด์ 4กล่าวคือ สมาร์ตโฟนพับที่ดีที่สุด แม้จะยังคงมีเสียงวิพากษ์วิจารณ์เรื่องรอยพับบนจอและความกังวลเรื่องอายุการใช้งานของข้อพับ แต่ทางซัมซุงเองก็ยืนยันว่าพับได้อย่างน้อยๆ ก็กว่า 2 แสนครั้ง เฉลี่ยแล้วเท่ากับการใช้งานทั่วไปประมาณ 5 ปีระยะเวลาใช้งานจากแบตที่ยาวนานขึ้นน่าจะมาจากการเปลี่ยนไปใช้ชิพ Snapdragon 8+ Gen 1 จากค่ายควอลคอมม์ที่มีประสิทธิภาพด้านการใช้พลังงานมากขึ้น ทำให้ไม่ต้องคอยหาที่ชาร์จมือถือระหว่างวันเหมือนกับ ซี ฟลิป 3ส่วน RAM ที่ให้มา 8 GB นั้นถือว่าเหลือเฟือแล้วกับการใช้งานทั่วไปปัจจุบัน แต่แนะนำให้สอยรุ่นที่มี ROM สัก 256 GB มา หากเป็นผู้ไม่เก็บเกมไว้ในเครื่องสัก 20 เกม ก็ถือว่าเหลือๆ เรียกได้ว่าเป็น เอส22 ที่มีชิพดีกว่าแถมพับได้ด้วย เพิ่มความโดดเด่นให้กับไลฟ์สไตล์ของผู้ใช้งาน Vivo X80 Pro (Tech Advisor)วีโว่ เอ็กซ์80 โปร เป็นสมาร์ตโฟนกล้องยอดเยี่ยมที่สุดอีกหนึ่งรุ่นในปีนี้ เรียกได้ว่ามีคุณภาพทัดเทียมกันกับค่ายยักษ์ใหญ่อย่าง ซัมซุง แอปเปิ้ล และกูเกิ้ล เลยทีเดียวเอ็กซ์80 โปร จากค่ายวีโว่ ใช้ขุมพลังจากชิพ Snapdragon 8 Gen 1 มาพร้อมกล้องหลัง 4 เลนส์ โดยกล้องหลักมีความละเอียด 50 MP แต่ทุกเลนส์นั้นได้รับการประมวลผลผ่านชิพภาพ วี1 พร้อมต่อต้านภาพสะเทือนที่ดีเยี่ยมสำหรับเลนส์เทเลโฟโต้ช่วยให้ภาพซูมคมชัดขึ้นด้วยฟีเจอร์ที่เพรียบพร้อมด้านกล้องของเอ็กซ์80 โปร ยังทำให้การถ่ายภาพในที่มืดได้ภาพออกมาน่าประทับใจ รวมถึงการถ่ายคลิปที่ให้คุณภาพออกมายอดเยี่ยมด้วยอีกเช่นกันจอภาพของเอ็กซ์80 โปร ยังเป็นจอ LTPO AMOLED รองรับความถี่สูงสุด 120 Hz ขนาดใหญ่ 6.78 นิ้ว ความละเอียด QHD+ แม้จะมีข้อเสียเล็กน้อยตรงที่ไม่ได้ใช้กระจก Gorilla Glass กันรอยขีดข่วนก็ตาม แต่ด้วยรวมแล้วนับเป็นรุ่นที่พาแบรนด์วีโว่ก้าวกระโดดขึ้นมาในแนวหน้าของสนามรบ เหมาะกับผู้ที่กำลังมองหาทางเลือกมือถือถ่ายภาพออกมาสวยๆ Motorola Edge 30 Ultra (Tech Advisor)แม้โมโตโรล่าจะเป็นแบรนด์ที่ไม่ค่อยออกมาสร้างความฮือฮาบ่อยนักในแวดวงไอที ทว่า ปีนี้ โมโตโรล่า เอดจ์ 30 อัลตร้า สร้างความประหลาดใจด้วยการเป็นม้ามืดทะยานมาติดโผสุดยอดสมาร์ตโฟนด้วยสเปกล้ำหน้าเอาใจเกมเมอร์ และเป็นมือถือที่แบตอึดที่สุดชั่วโมงนี้สเปกเอาใจสายนักเล่นเกมมีตั้งแต่ขุมพลังแนวหน้าวงการอย่างชิพ Snapdragon 8+ Gen 1 จากค่ายควอลคอมม์ จอภาพ OLED ที่รองรับความถี่สูงสุดถึง 144 Hz มากที่สุดในบรรดาสุดยอดมือถือของปีนี้ ทั้งวัสดุภายนอกที่เป็นผิวด้านทำให้จับได้ง่ายไม่ลื่นหลุดจากมือและแบตนานถึง 2 วันนอกจากนี้ เอดจ์ 30 อัลตร้า ยังรองรับเทคโนโลยีชาร์จไวด้วยกำลังไฟสูงสุดถึง 125 W แถมชาร์จเจอร์นี้มาให้ด้วย! แม้จะมีกล้องที่ไม่ค่อยโดดเด่นนักและการสนับสนุนซอฟต์แวร์เพียง 3 ปี แต่ความโดดเด่นข้างต้นนั้นทำให้เอดจ์ 30 อัลตร้า เป็นยอดมือถือแอนดรอยด์ที่มองข้ามไม่ได้ปีนี้OnePlus 10 Pro (Tech Advisor) สมาร์ตโฟน วันพลัส 10 โปร เป็นตัวเลือกที่น่าพิจารณาอย่างมากสำหรับผู้ที่กำลังมองหามือถือระดับ กาแล็กซี เอส 22 จากซัมซุง หรือพิกเซล 6 จากกูเกิ้ล โดยความสุดยอดที่สุดของวันพลัส 10 โปร นั้นเป็นความสามารถในการปรับแต่งซอฟต์แวร์ที่หลากหลายที่สุดในบรรดาทุกค่ายวันพลัส 10 โปร มีข้อด้อยเดียวเป็นเรื่องกล้องถ่ายภาพที่แม้จะมีกล้องหลังที่มีสเปกน่าประทับใจถึง 3 เลนส์ แต่ผลการทดสอบพบว่าให้คุณภาพที่ไม่คงเส้นคงวาแต่ทั้งหมดชดเชยด้วยขุมพลังจากชิพ Snapdragon 8 Gen 1 ของค่ายควอลคอมม์ อาจจะไม่ใหม่ล่าสุด แต่ประสิทธิภาพของชิพตัวนี้นั้นเหลือเฟือต่อการใช้งานทุกรูปแบบ ทั้งยังรองรับเทคโนโลยีชาร์จไวด้วยกำลังไฟสูงสุด 80 W พร้อมดีไซน์เรียบหรู สะอาดตาระบบปฏิบัติการ Oxygen OS ของทางวันพลัส ซึ่งปรับปรุงมาจากแอนดรอยด์ของกูเกิ้ลในรุ่นนี้ยังคงเป็นโอเอสที่เปิดโอกาสให้ผู้ใช้สามารถปรับแต่งได้หลากหลายมากที่สุด ทำให้หน้าตาของซอฟต์แวร์กลายเป็นเอกลักษณ์เฉพาะของผู้ใช้แต่ละคนได้อย่างสมบูรณ์แบบ ทั้งยังเป็นหนึ่งในมือถือที่มีระยะเวลาการใช้งานจากแบตที่ยาวนานที่สุดด้วย"
    },
    {
      "index":45,
      "title":"“ทวิตเตอร์บลู” คัมแบ็ก! สาวก “ไอโอเอส” มีเซ็ง ขึ้นค่าบริการพุ่ง 380 บาทต่อเดือน",
      "content":"“ทวิตเตอร์บลู” คัมแบ็ก! สาวก “ไอโอเอส” มีเซ็ง ขึ้นค่าบริการพุ่ง 380 บาทต่อเดือน บีบีซีรายงานกระแสถกเถียงประเด็นทวิตเตอร์ แอพพลิเคชันโพสต์ข้อความยอดนิยม หลังระบุว่าจะกลับมาเรียกเก็บค่าบริการสำหรับผู้ใช้งาน “ ทวิตเตอร์บลู” ฟีเจอร์เครื่องหมายถูกสีฟ้าหรือบลูมาร์กตามหลังชื่อบัญชี อีกครั้ง หลังระงับบริการดังกล่าวเป็นการชั่วคราวเมื่อเดือนพฤศจิกายนที่ผ่านมา เนื่องจากประสบปัญหาบัญชีปลอมระบาด cr. TWITTERโดยผู้ใช้งานทวิตเตอร์ที่ต้องการสมัครทวิตเตอร์บลูจะต้องเสียค่าบริการรายเดือน เดือนละ 8 ดอลลาร์สหรัฐ (ประมาณ 278 บาท) แต่ผู้ใช้โทรศัพท์มือถือหรืออุปกรณ์ในระบบปฏิบัติการไอโอเอสของแอปเปิ้ล ต้องเสียค่าบริการเพิ่มขึ้นเป็น 11 ดอลลาร์สหรัฐ (ราว 382 บาท) ต่อเดือนซึ่ง สิทธิพิเศษของผู้สมัครบลูมาร์กจะสามารถแก้ไขข้อความหลังทวีตไปแล้ว อัปโหลดวิดิโอที่มีความละเอียด 1080p และเห็นโฆษณาน้อยลงด้วยทวิตเตอร์ยังชี้แจงว่าบัญชีที่มีบลูมาร์กในปัจจุบันจะถูกตรวจสอบว่าเป็นบัญชีประเภทใด หากบัญชีนั้นๆ เกี่ยวข้องกับธุรกิจจะได้เครื่องหมายถูกเป็นสีทอง ส่วนผู้ใช้งานบลูมาร์กบัญชีอื่นๆ จะได้เครื่องหมายถูกเป็นสีเทาแทนหากบัญชีทวิตเตอร์ที่มีบลูมาร์กเปลี่ยนรูปโปรไฟล์หรือเปลี่ยนชื่อ เครื่องหมาย บลูมาร์กจะหายไปทันทีจนกว่าจะได้รับการตรวจสอบจากทวิตเตอร์อีกครั้ง ส่วนบัญชีทวิตเตอร์ที่ไม่ได้ใช้งานเป็นเวลานานจะถูกลบออกทันทีก่อนหน้านี้ นายอีลอน มัสก์มหาเศรษฐีนักธุรกิจเจ้าของและผู้ก่อตั้งเทสลาและสเปซเอ็กซ์ ซื้อกิจการทวิตเตอร์มูลค่าสูงถึง 44,000 ล้านดอลลาร์สหรัฐ (กว่า 1.4 ล้านล้านบาท) เมื่อปลายเดือนตุลาคมที่ผ่านมา โดยนายมัสก์ ยอมรับว่าทวิตเตอร์ขาดทุนราว 4 ล้านดอลลาร์สหรัฐ (140 ล้านบาท) และมีการปรับลดพนักงานเหลือเพียงครึ่งหนึ่ง รวมถึงระงับบัญชีทวิตเตอร์ของคานเย เวสต์ แร็พเปอร์คนดัง ภายหลังทวีตข้อความยุยงให้เกิดความรุนแรง"
    },
    {
      "index":46,
      "title":"บิ๊กซัมซุงยันเรือธงใหม่มาตามนัด เผยวันเปิดตัวกาแล็กซีเอส23",
      "content":"บิ๊กซัมซุงยันเรือธงใหม่มาตามนัด– วันที่ 29 พ.ย. แอนดรอยด์อูธอริตีรายงานกระแสรอคอยการมาถึงของสมาร์ตโฟน กาแล็กซี เอส 23 เรือธงรุ่นใหม่ของค่ายซัมซุง ผู้พัฒนาเทคโนโลยีชื่อก้องโลกจากประเทศเกาหลีใต้ ว่าล่าสุดหนึ่งในผู้บริหารซัมซุงเผยช่วงเวลาที่จะเปิดตัวแล้วการเปิดเผยดังกล่าวมาจาก โคเรีย จุงอัง เดลีหนึ่งในหนังสือพิมพ์รายวันแบบภาษาอังกฤษในเกาหลีใต้ อ้างอิงผู้บริหารระดับสูงของซัมซุง ระบุว่า ซัมซุง กาแล็กซี เอส 23 จะเปิดตัวภายในงาน Unpacked ที่สหรัฐอเมริกาในเดือนก.พ. ปีหน้าแน่นอนแม้ผู้บริหารซัมซุงคนนี้จะไม่ได้ระบุวันและสถานที่ไว้แต่ โคเรีย จูงอัง เดลี คาดว่า งาน Unpacked ข้างต้น น่าจะจัดขึ้นที่นครซานฟรานซิสโก รัฐแคลิฟอร์เนีย ช่วงสัปดาห์แรกของเดือนก.พ.ความเคลื่อนไหวดังกล่าวเกิดขึ้นหลังกระแสข่าวว่าซัมซุงอาจนำสมาร์ตโฟนเรือธงรุ่นใหม่มาเปิดตัวภายในงาน CES 2023 ที่นครลาสเวกัส แม้ซัมซุงจะไม่เคยเปิดตัวเรือธงในงาน CES ก็ตามนอกจากนี้ งาน Unpacked ปีหน้าอาจเป็นครั้งแรกที่ซัมซุงจะกลับมาจัดตามปกติแบบเปิดให้สื่อเข้าร่วมเหมือนช่วงก่อนหันไปจัดแบบออนไลน์เนื่องจากการระบาดของโรคติดเชื้อไวรัสโคโรนาปี 2019 หรือโควิด-19ทั้งนี้ กาแล็กซี เอส 23 คาดว่าจะมาพร้อมกับชิพประมวลผล Snapdragon 8 Gen 2 จากค่ายควอลคอมม์ ซึ่งหลายฝ่ายจับตามองว่าจะสามารถมีประสิทธิภาพแซงหน้าชิพของค่ายแอปเปิ้ลได้หรือไม่ และกล้องถ่ายภาพความละเอียด 200 ล้านพิกเซล (MP) ในรุ่นอัลตร้า"
    },
    {
      "index":47,
      "title":"เผยพิษจีนล้างบางโควิด ทำยอดผลิตไอโฟนส่อร่วงหนึ่งในสาม",
      "content":"เผยพิษจีนล้างบางโควิด– วันที่ 31 ต.ค. รอยเตอร์รายงานว่า ยอดผลิตไอโฟนของค่ายแอปเปิ้ล ประเทศสหรัฐอเมริกา ที่หนึ่งในโรงงานผลิตที่ใหญ่ที่สุดในประเทศจีนอาจลดลงถึงหนึ่งในสามในเดือนธ.ค.นี้ หลังเผชิญกับมาตรการกวาดล้างโรคติดเชื้อไวรัสโคโรนาปี 2019 หรือโควิด-19แหล่งข่าว ระบุว่า บริษัท ฟ็อกซ์คอนน์ จากไต้หวัน (ฮ่อน ไห่ พรีซิชั่น อินดัสตรี เดิม) อยู่ระหว่างพยายามขยายการผลิตที่โรงงานแห่งอื่นในนครเสิ่นเจิ้นเพื่อชดเชยกำลังการผลิตที่จะขาดหายไป สร้างความกังวลให้กับนักวิเคราะห์ ส่วนแอปเปิ้ลยังไม่แสดงความเห็นใดๆสถานการณ์ดังกล่าวเกิดขึ้นหลังโรงงานผลิตหลักที่นครเจิ้งโจว เมืองเอกมณฑลเหอหนานในภาคกลางของประเทศจีนเผชิญกับอุปสรรคการทำงานจากมาตรการกวาดล้างโรคโควิด-19 ทำให้พนักงานกว่า 2 แสนคนไม่พอใจ ล่าสุด มีพนักงานจำนวนมากหนีออกจากโรงงานดังกล่าวเหตุนี้เกิดขึ้นในช่วงที่โรงงานอุตสาหกรรมต่างเร่งการผลิตสินค้าเพื่อเตรียมสินค้าไว้สำหรับรอการจับจ่ายใช้สอยของนักช้อปช่วงเทศกาลเดือนธ.ค. รวมถึงเทศกาลส่งท้ายปีเก่าและต้อนรับปีใหม่ทั้งนี้ ฟ็อกซ์คอนน์ เป็นผู้ผลิตไอโฟนรายใหญ่ที่สุด มีสัดส่วนกว่าร้อยละ 70 และเป็นรายได้ถึงร้อยละ 45 ของฟ็อกซ์คอนน์ แม้ฟ็อกซ์คอนน์จะเพิ่งเปิดโรงงานผลิตไอโฟนที่ประเทศอินเดีย แต่โรงงานในจีนยังคงผลิตไอโฟนส่วนใหญ่อยู่"
    },
    {
      "index":48,
      "title":"กูเกิ้ลปิดฟังก์ชั่นแปลภาษาในจีน หลังเข้าถึงยาก-ถูกบล็อกหนักหน่วง",
      "content":"กูเกิ้ลปิดฟังก์ชั่นแปลภาษาในจีน– วันที่ 3 ต.ค. เอพีรายงานว่า กูเกิ้ล ผู้พัฒนาเสิร์ชเอ็นจิ้นยอดนิยมของโลกจากสหรัฐอเมริกา ประกาศยุติให้บริการแปลภาษาหรือ Google Translate ในจีนแล้วท่ามกลางความพยายามปิดกั้นโซเชียลมีเดียของต่างชาติจากรัฐบาลจีนล่าสุด ผู้ใช้ในฮ่องกงพบว่าหน้าเว็บ Google Translate บนคอมพิวเตอร์ทั่วไปและแอพพลิเคชั่นบนสมาร์ตโฟน ถูกเปลี่ยนเป็นช่องสำหรับค้นหาแทน พร้อมลิงค์สำหรับผู้ใช้จีนไปยังหน้าเว็บของกูเกิ้ลในฮ่องกง ซึ่งไม่สามารถเข้าถึงได้ในจีนแผ่นดินใหญ่ความเคลื่อนไหวดังกล่าวของกูเกิ้ลเกิดขึ้นหลังมีผู้ใช้จีนจำนวนมากเปิดเผยว่าไม่สามารถใช้ฟังก์ชั่นแปลภาษาจากกูเกิ้ลได้ตั้งแต่วันเสาร์ที่ 1 ต.ค. ที่ผ่านมา ขณะที่ฟังก์ชั่นแปลภาษาบนบราวเซอร์ Google Chrome ก็หยุดทำงานเช่นกันสำหรับผู้ที่เข้าถึงจากในจีนแถลงการณ์กูเกิ้ล ระบุว่า การให้บริการ Google Translate ในจีนจะยุติลงเนื่องจากมีปริมาณผู้ใช้น้อย แต่ยังไม่มีความชัดเจนว่าจำนวนผู้ใช้บริการดังกล่าวของกูเกิ้ลในจีนมีเท่าใดรายงานระบุว่า ที่ผ่านมา กูเกิ้ลกับรัฐบาลจีนมีความระหองระแหงกันมาต่อเนื่อง โดยกูเกิ้ลเคยถอนการให้บริการค้นหาข้อมูลด้วยเสิร์ชเอ็นจิ้นกูเกิ้ลจากจีนมาแล้ว เนื่องจากไม่สามารถยอมรับและปฏิบัติตามข้อกำหนดของทางการจีนได้เมื่อปี 2553 (โดยเฉพาะการเซ็นเซอร์ข้อมูล)ต่อมาทางการจีนดำเนินการปิดกั้นการเข้าถึงการให้บริการของกูเกิ้ลหลายอย่าง เช่น บริการอีเมล Gmail และบริการแผนที่ Google Mapsทั้งนี้ ทางการจีนปิดกั้นการเข้าถึงสื่อโซเชียลจากชาติตะวันตกส่วนใหญ่ อาทิ กูเกิ้ล เฟซบุ๊ก และทวิตเตอร์ รวมถึงดิสคอร์ด เพื่อรักษาสภาพการเซ็นเซอร์ข้อมูลขณะที่สื่อโซเชียลสัญชาติจีนต้องปฏิบัติตามนโยบายเซ็นเซอร์ของทางการอย่างเคร่งครัด เช่น คำต่างๆ ไปจนถึงประเด็นอ่อนไหวทางการเมือง (โดยเฉพาะต่อพรรคคอมมิวนิสต์จีน)ส่วนบริการ Google Translate ในจีนนั้นทางกูเกิ้ลเปิดให้บริการในจีนครั้งแรกเมื่อปี 2560 ท่ามกลางความพยายามหนทางเพื่อให้บริการค้นหาข้อมูลแก่ชาวจีน แข่งขันกับเอกชนค่ายอื่นในจีน อาทิ ไป่ตู้และโซวโก่วนอกจากนี้ กูเกิ้ลยังเคยทดลองเปิดให้บริการค้นหาข้อมูลแบบพิเศษเฉพาะในจีนโดยมีการเซ็นเซอร์ตามที่รัฐบาลจีนกำหนดเมื่อปี 2562 แต่ต้องยุติความพยายามไปหลังเผชิญกับเสียงประณามอย่างรุนแรงจากประชาคมโลก"
    },
    {
      "index":49,
      "title":"เปิดฟีเจอร์(เพิ่ง)ใหม่ไอโฟน14 แต่มีจนเก่าแล้วบนมือถือแอนดรอยด์",
      "content":"เปิดฟีเจอร์(เพิ่ง)ใหม่ไอโฟน14– วันที่ 12 ก.ย. ซีเน็ตรายงานว่า ฟีเจอร์จำนวนมากที่แอปเปิ้ลผู้พัฒนาไอโฟน ระบุไว้ว่า “เป็นครั้งแรก” ภายในงานเปิดตัว ไอโฟน 14 เมื่อสัปดาห์ที่ผ่านมานั้นแทบทั้งหมดเป็นฟีเจอร์ที่มีมานานแล้วในสมาร์ตโฟนระบบปฏิบัติการแอนดรอยด์APPLE รายงานระบุว่า ถ้อยคำของแอปเปิ้ลที่ใช้นั้นอาจทำให้บรรดาสาวกของไอโฟนบางคนเข้าใจคลาดเคลื่อนว่า แอปเปิ้ล เป็นผู้นำในด้านการคิดค้นฟีเจอร์ระดับนวัตกรรมเหล่านี้ ซึ่งในความเป็นจริงแล้วฟีเจอร์เหล่านี้เป็นครั้งแรกของ “ไอโฟน” เท่านั้น ไม่ใช่ของโลก ได้แก่นับเป็น “ครั้งแรก” ที่ไอโฟน 14 โปร เป็นไอโฟนที่มาพร้อมกับเซ็นเซอร์กล้องถ่ายภาพความละเอียด 48 ล้านพิกเซล (MP) นับได้เป็น 4 เท่าของไอโฟน 14 และ 13 โปร แต่พิกเซลที่หนาแน่นขึ้นทำให้แต่ละพิกเซลนั้นได้รับแสงเพียงพอยากขึ้นไปด้วยCNET เทคนิค พิกเซล บินนิ่ง ช่วยแก้ไขปัญหาข้างต้นด้วยการรวมพิกเซล 4 พิกเซล เป็นพิกเซลขนาดใหญ่พิกเซลเดียว ทำให้เซ็นเซอร์สามารถรับแสงได้เพียงพอแต่ยังคงเรโซลูชั่นของภาพให้มีความละเอียดสูงไว้ได้ เช่น ซัมซุง กาแล็กซี เอส 21 วันพลัส 9 และเสี่ยวหมี่ หมี่ 11 อัลตร้า รวมถึงสมาร์ตโฟนแอนดรอยด์ราคาเบาๆ ด้วยนายวิเตอร์ ซิลวา ผู้จัดการด้านผลิตภัณฑ์ของแอปเปิ้ล จึงกล่าวอย่างระวัดระวังในช่วงงานเปิดตัว “Far out” ของแอปเปิ้ลว่า “แอปเปิ้ลได้นำกล้องรุ่นใหม่มาใส่ไว้ในไอโฟน” สรุปได้ว่า แอปเปิ้ลไม่ใช่ค่ายแรกที่นำกล้องรุ่นใหม่มาใช้เป็นเจ้าแรกปัญหาสำคัญที่สุดของการถ่ายคลิปด้วยสมาร์ตโฟน คือ ปัญหาการเกิดภาพสั่น แม้บรรดากล้องของหลายค่ายสมาร์ตโฟนจะแก้ปัญหาที่ว่านี้ได้ดีขึ้นเรื่อยๆ ตลอดหลายปีที่ผ่านมา แต่ต้องยอมรับว่าหลายค่ายยังไม่สมบูรณ์แบบเท่าระดับกล้องพวกโกโปร TechCrunchทว่า ด้วยเทคนิคการคำนวณที่มีความก้าวหน้านั้นส่งผลให้สมาร์ตโฟนหลายรุ่นมีฟีเจอร์อย่าง Active Stability และโหมด Super Steady ที่ทำให้ภาพที่ออกมานั้นนิ่งเป็นพิเศษจนมีคุณภาพทัดเทียมกับพวกกล้องโกโปรได้นับเป็น “ครั้งแรก” ของไอโฟน ที่ทางแอปเปิ้ลนำฟีเจอร์ดังกล่าวมาใส่ไว้ในไอโฟน 14 ทุกรุ่น เรียกว่า Action Mode ถือเป็นอีกหนึ่งฟีเจอร์ที่ใหม่บนไอโฟนแต่มีมานานแล้วในสมาร์ตโฟนแอนดรอยด์ อาทิ กูเกิ้ล พิกเซล 5 (2020) และซัมซุง กาแล็กซี เอส20 (2020)ฟีเจอร์นี้มีอยู่บนสมาร์ตโฟนแอนดรอยด์มานานหลายปีมากรวมถึง Lumia (2013) ที่เป็นวินโดวส์โฟนซึ่งเลิกผลิตไปแล้ว โดยค่ายแอลจี ประเทศเกาหลีใต้ นำมาใช้เป็นครั้งแรกในนาฬิกาข้อมืออัจฉริยะ ก่อนที่ซัมซุงจะนำมาใช้บนสมาร์ตโฟนเสียอีกTechCrunch ออลเวย์ส-ออน ดิสเพลย์ เป็นฟีเจอร์ที่ให้หน้าจอแสดงผลข้อมูลพื้นฐานที่จำเป็น เช่น วันเวลา ปฏิทิน และอื่นๆ โดยที่ผู้ใช้ไม่จำเป็นต้องเรียกให้เครื่องทำงานทั้งหน้าจอโดยใช้ประโยช์จากจอภาพแบบ AMOLED ที่มีคุณสมบัติพิเศษสามารถเปิดปิดพิกเซลแต่ละจุดได้โดยอิสระและไม่ต้องใช้แบคไลท์ให้แสง ส่งผลให้จอภาพสามารถแสดงข้อมูลเป็นจุดๆ ได้ โดยไม่สิ้นเปลืองพลังงานมากเกินไปนายเกร็ก จอซเวียก์ รองประธานอาวุโสด้านการตลาดของแอปเปิ้ล ระบุไว้ว่า เทคโนโลยี LTPO ในหน้าจอ Super Retina XDR ของไอโฟน 14 โปร ทำให้หน้าจอสามารถลดความถี่จอลงได้ถึง 1 เฮิร์ซ (Hz) ทำให้ประหยัดพลังงานแม้นายจอซเวียก์ไม่ได้กล่าวไว้ว่าเป็นครั้งแรก แต่เพื่อให้แน่ใจว่าจะไม่สับสน ต้องย้ำว่าสมาร์ตโฟนที่มีฟีเจอร์ดังกล่าวเป็นครั้งแรก คือ ซัมซุง กาแล็กซี เอส22 อัลตร้า ที่เพิ่งเปิดตัวไปเมื่อต้นปีนี้ (LTPO ย่อมาจาก Low-Temperature Polycrystalline Oxide)หนึ่งในเอกลักษณ์ที่แทบจะกลายเป็นสัญลักษณ์ของไอโฟนช่วงหลายปีที่ผ่านมา คือ ติ่งขนาดใหญ่ (notch) ที่ย้อยลงมาจากขอบด้านบนของเครื่อง นับเป็น “ครั้งแรก” ที่แอปเปิ้ลเปลี่ยนจากติ่งมาเป็นหลุมบนจอภาพในไอโฟน 14 เช่นเดียวกันกับสมาร์ตโฟนแอนดรอยด์ทั่วไป APPLE“ติ่ง” ดังกล่าว แอปเปิ้ลนำมาใช้ครั้งแรกใน ไอโฟน เท็น (iPhone X) เมื่อปี 2017 ส่งผลให้คู่แข่งอย่างซัมซุงนั้นไปทำโฆษณาล้อเลียนอย่างหนักหน่วงและทางซัมซุงแก้ปัญหานี้ด้วยการสร้างหลุมไว้บนจอภาพแทนปรากฏการณ์ “ติ่ง” บนจอไอโฟน เท็น (หรือที่บางคนมักเรียกผิดๆ ว่าไอโฟน เอ็กซ์) ยังกระตุ้นให้เกิดนวัตกรรมอื่นในวงการแอนดรอยด์ด้วย อาทิ กล้องมอเตอร์ที่ยื่นออกมาจากขอบตัวเครื่องได้อย่าง วันพลัส 7 โปร และล่าสุดอย่าง ซัมซุง กาแล็กซี ซี โฟลด์ 4 ที่มีกล้องพรางอยู่ใต้จอไม่ว่าอย่างไร แอปเปิ้ลถือว่าตามหลังสมาร์ตโฟนแอนดรอยด์ในด้านนี้อย่างมาก ทว่า อย่างน้อยที่สุด หลุมแคปซูลยาบนจอของไอโฟน 14 นั้นมาพร้อมกับฟีเจอร์อย่าง Dynamic Island ที่ให้ผู้ใช้แตะเพื่อควบคุมเครื่องได้ ทั้งยังมีอนิเมชั่นที่ช่วยให้หลุมแลดูเป็นหนึ่งเดียวกับเครื่องมากขึ้นแม้หลายฟีเจอร์ที่ทางแอปเปิ้ลนำมาแสดงในงาน Far Out จะเป็นฟีเจอร์ที่สมาร์ตโฟนแอนดรอยด์มีมานานแล้ว ทว่า ไอโฟน 14 โปรนั้นมาพร้อมกับชิพ A16 Bionic ซึ่งแอปเปิ้ลนั้นยังคงรักษาความเป็นหนึ่งในใต้หล้าเรื่องประสิทธิภาพชิพและการประหยัดพลังงานมาอย่างต่อเนื่อง iPhone 14 และ iPhone 14 Plus (Apple)นอกจากนี้ หน้าจอ Super Retina XDR ใหม่นั้นมีความสว่างสูงสุดถึง 2,000 นิต นับว่าสูงที่สุดเป็นประวัติการณ์ แม้แต่ซัมซุงกาแล็กซี เอส22 อัลตร้าก็สู้ไม่ได้ (1,750 นิต)ทั้งยังมีฟีเจอร์ที่เป็นประโยชน์มากอย่าง The Emergency SOS service ที่ให้ผู้ใช้ส่งข้อความขอความช่วยเหลือผ่านดาวเทียมได้แม้ในพื้นที่ไม่มีสัญญาณโทรศัพท์ (เฉพาะสหรัฐฯและแคนาดา)ขณะที่กล้องเซลฟี่แบบ TrueDepth นั้นจะทำให้การถ่ายภาพเซลฟี่พร้อม bokeh effect ที่สมจริงเป็นธรรมชาติกว่ากล้องเซลฟี่ของค่ายใดๆ ดังนั้นเรื่องนี้สอนให้รู้ว่า คำโฆษณาผลิตภัณฑ์ใดๆ อย่าเพิ่งแน่ใจจนเกินไปว่าทุกรายละเอียดนั้นถูกต้อง"
    },
    {
      "index":50,
      "title":"Apple ประกาศเลิกขาย iPhone 13 Pro, iPhone 12 mini และ iPhone 11",
      "content":"Apple ประกาศเลิกการขาย iPhone 13 Pro, iPhone 12 mini และ iPhone 11 ทันที หลังเปิดตัว iPhone 14 อย่างเป็นทางการ พร้อมลดราคาบางรุ่นApple บริษัทผู้ผลิตสมาร์ตโฟนและอุปกรณ์ไอทีชั้นนำของโลก ได้เปิดตัวสมาร์ตโฟนยอดฮิตรุ่นใหม่ iPhone14 พร้อม Apple Watch ในงาน Apple Event ‘Far Out’ เมื่อคืนวันที่ 7 กันยายน 2565 ที่ผ่านมา ตามเวลาประเทศไทย หลังประกาศเปิดตัว iPhone 14 อย่างเป็นทางการ Apple ก็ไม่รอช้าประกาศยกเลิกการขาย ไอโฟนหลายรุ่นด้วยกัน ไม่ว่าจะเป็น iPhone 13 Pro, iPhone 12 mini และ iPhone 11 ซึ่งมีผลทันที โดยการประกาศเลิกขายดังกล่าวนั้นเป็นกลยุทธ์ของ Apple ที่เคยใช้มาก่อนหน้านี้ นั่นคือเปิดตัวรุ่นใหม่เลิกขายรุ่นเก่าตัวท็อป และเก็บรุ่นล่างเอาไว้พร้อมลดราคาลงมาเล็กน้อย เพื่อขยายกลุ่มตลาดให้กว้างมากขึ้นทั้งนี้ยังคงวางขาย iPhone 13, iPhone 13 mini และ iPhone SE อยู่ พร้อมปรับราคาลงเล็กน้อย ราคา iPhone 13 ล่าสุดiPhone 13 mini iPhone 13ราคา iPhone 12 ล่าสุดiPhone 12สามารถสั่งซื้อมือถือ iPhone 14 Pro และ iPhone 14 Pro Max ล่วงหน้าได้ตั้งแต่เวลา 19.00 น.ตามเวลาในประเทศไทยของวันศุกร์ที่ 9 กันยายน 2565 และจะมีการวางจำหน่ายในวันที่ 16 กันยายน 2565 เป็นต้นไปที่มา: macthai"
    },
    {
      "index":51,
      "title":"Huawei รับสมัครอัจฉริยะจากทั่วโลกรอบ 2 เงินเดือนสูงสุดหลักล้าน",
      "content":"Huawei ประกาศรับสมัครโครงการสรรหาอัจฉริยะทั่วโลก รอบที่ 2 หลังเปิดตัวรอบแรกไปเมื่อเมษายนที่ผ่านมา เงินเดือนสูงสุดถึงหลักล้านเมษายน 2022 ที่ผ่านHuawei บริษัทชั้นนำยักษ์ใหญ่ของประเทศจีน ได้เปิดตัวโครงการGenius Youth ซึ่งเป็นโครงการสรรหาบุคลากรอัจฉริยะจากทั่วทุกมุมโลกไม่จำกัดสถาบันการศึกษา แค่มีความสามารถที่เกี่ยวข้องกับภาคเทคโนโลยี ตัวอย่างเช่น ผู้สมัครจะต้องมีผลสัมฤทธิ์ทางการเรียนพิเศษในวิชาคณิตศาสตร์ คอมพิวเตอร์ ฟิสิกส์ การผลิตอัจฉริยะ เคมี ชิป วัสดุ และสาขาอื่น ๆ ที่เกี่ยวข้องกับเทคโนโลยี ล่าสุด Huawei ได้ประกาศรับสมัครเป็นครั้งที่ 2 ในรอบปีเร่งสรรหาเยาวชนที่มีพรสวรรค์จากทั่วทุกมุมโลก ท่ามกลางแรงกดดันจากภายนอกและการห้ามการค้าของรัฐบาลสหรัฐฯ ที่กำลังดำเนินอยู่ ตามข้อมูลที่เผยแพร่เงินเดือนประจำปีที่ Huawei มอบให้นั้นแบ่งออกเป็นสามระดับ ระดับสูงสุดคือ 2.2 – 2.4 ล้านบาท ระดับที่สองคือ 1.7 – 1.8 ล้านบาท ระดับที่สามคือ 1 – 1.2 ล้านบาท เฉลี่ยแล้วเงินเดือนสูงสุดต่อเดือนสูงถึง เดือนละล้านบาท โครงการ Genius Youth ของ Huaweiกำหนดเกณฑ์สูงสำหรับผู้สมัคร จำนวนบทความที่ตีพิมพ์ในวารสารระดับนานาชาติ ผลงานวิจัยหรือเชิงพาณิชย์ที่โดดเด่น อันดับในการแข่งขันที่มีชื่อเสียง นอกจากนี้ผู้สมัครยังต้องผ่านกระบวนการสรรหาที่เข้มงวด โดยปกติจะมี 7 รอบ ได้แก่ การคัดกรองประวัติ การสอบข้อเขียน การสัมภาษณ์ ฯลฯที่มา: ettoday"
    }
  ]
}